{"slideshow_credits": null, "snippet": "A supposed strategy to execute outstanding arrest warrants, no matter how minor, as a way to police the Occupy Wall Street movement raises questions about the department’s surveillance efforts.", "abstract": "Some people suddenly questioned by New York CIty police over old and exceedingly minor warrants say that the officers had an ulterior motive--gathering intelligence from them about Occupy Wall Street protests scheduled for May 1; officials have yet to respond to questions about the tactics. (M)0", "section_name": null, "print_page": "29", "document_type": "article", "byline": {"person": [{"firstname": "Joseph", "role": "reported", "lastname": "GOLDSTEIN", "rank": 1, "organization": ""}], "original": "By JOSEPH GOLDSTEIN"}, "web_url": "http://www.nytimes.com/2012/05/03/nyregion/warrant-squads-spied-on-wall-st-protesters-suspects-say.html", "lead_paragraph": "On Monday, the New York Police Department sent its warrant squads after an unusual set of suspects: people who had old warrants for the lowliest of violations, misconduct too minor, usually, to draw the attention of those squads. But those who were questioned by the warrant squads said the officers had an ulterior motive: gathering intelligence on the Occupy Wall Street protests scheduled for May 1, or May Day. One person said he was interviewed about his plans for May Day. A second person said the police examined political fliers in his apartment, and then arrested him on a warrant for a 2007 open-container-of-alcohol violation.", "headline": {"main": "Police Warrant Squads Were Used to Monitor Wall Street Protesters, Suspects Say"}, "_id": "4fd2a9988eb7c8105d894fd1", "word_count": 839, "multimedia": [], "pub_date": "2012-05-02T00:00:00Z", "source": "The New York Times", "news_desk": "N.Y. / Region", "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "organizations", "value": "POLICE DEPARTMENT"}, {"name": "organizations", "value": "OCCUPY WALL STREET"}, {"name": "subject", "value": "SURVEILLANCE OF CITIZENS BY GOVERNMENT"}], "blog": [], "subsection_name": null, "type_of_material": "News"}