{"slideshow_credits": null, "snippet": "Conservative factions that already dominate the Parliament seemed to be cruising to victory Friday in a second round of elections to the 290-member assembly.", "abstract": "Election officials in Iran report a high voter turnout in runoff parliamentary elections, following a nationwide vote in which the conservatives won a resounding victory; outcome is not expected to provide much, if any, comfort for Pres Mahmoud Ahmadinejad, who had a rocky relationship with the departing Parliament. (M)/", "section_name": "World", "print_page": "8", "document_type": "article", "byline": {"person": [{"firstname": "Thomas", "role": "reported", "lastname": "ERDBRINK", "rank": 1, "organization": ""}], "original": "By THOMAS ERDBRINK; Ramtin Rastin contributed reporting"}, "web_url": "http://www.nytimes.com/2012/05/05/world/middleeast/iranians-vote-in-runoff-parliamentary-election.html", "lead_paragraph": "TEHRAN -- Conservative factions that already dominate Parliament here seemed to be cruising to victory on Friday in a second round of elections to the 290-member assembly. The runoff election followed a nationwide vote on March 2, in which the conservatives won a resounding victory when more reform-minded candidates either chose not to participate or were ruled ineligible by a vetting council appointed by Iran's supreme leader, Ayatollah Ali Khamenei, and Parliament. That outcome was not expected to be affected by Friday's voting.", "headline": {"main": "Iranians Vote In a Runoff For Parliament"}, "_id": "4fd2baa88eb7c8105d8b1741", "word_count": 333, "multimedia": [], "pub_date": "2012-05-04T00:00:00Z", "source": "The New York Times", "news_desk": "World / Middle East", "keywords": [{"name": "persons", "value": "AHMADINEJAD, MAHMOUD"}, {"name": "glocations", "value": "IRAN"}, {"name": "subject", "value": "LEGISLATURES AND PARLIAMENTS"}, {"name": "subject", "value": "ELECTIONS"}], "blog": [], "subsection_name": null, "type_of_material": "News"}