{"slideshow_credits": null, "snippet": "The Port Authority and its terminal’s paying bus lines want the city to relocate MegaBus from the adjacent sidewalk sites that it uses rent-free.", "abstract": "Discount bus line MegaBus, with no permanent terminal in New York City, faces objections once again from rival companies, along with the Port Authority of New York and New Jersey and Community Board 4 in Manhattan, all of whom want the line relocated from its most recent pickup sites near the Port Authority Bus Terminal; Port Authority officials say they plan to meet with MegaBus executives to discuss long-term solutions. (M)", "section_name": null, "print_page": "17", "document_type": "article", "byline": {"person": [{"firstname": "Christine", "role": "reported", "lastname": "HAUGHNEY", "rank": 1, "organization": ""}], "original": "By CHRISTINE HAUGHNEY"}, "web_url": "http://www.nytimes.com/2012/05/07/nyregion/megabus-faces-opposition-to-manhattan-pick-up-sites.html", "lead_paragraph": "In the four years since the discount bus line MegaBus has been taking passengers between Manhattan and cities across the East Coast, the company has had a nomadic existence: every time MegaBus finds a new corner to pick up customers, local businesses and landlords complain about the traffic and pollution, and the company is forced to move on. Its most recent locations on the West Side -- on 41st Street between Eighth and Ninth Avenues, flanked by the Port Authority Bus Terminal; and along 10th Avenue between 40th and 41st Streets -- would seem to be less objectionable; neither stop blocks a commercial or residential entrance.", "headline": {"main": "Discount Bus Line Faces Opposition on Sidewalk Pick-Up Sites Near Terminal"}, "_id": "4fd2a9998eb7c8105d895055", "word_count": 803, "multimedia": [], "pub_date": "2012-05-06T00:00:00Z", "source": "The New York Times", "news_desk": "N.Y. / Region", "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "MANHATTAN (NYC)"}, {"name": "organizations", "value": "PORT AUTHORITY OF NEW YORK AND NEW JERSEY"}, {"name": "organizations", "value": "MEGABUS.COM"}, {"name": "subject", "value": "RELOCATION OF BUSINESS"}, {"name": "subject", "value": "BUSES"}, {"name": "subject", "value": "PORT AUTHORITY BUS TERMINAL (NYC)"}, {"name": "subject", "value": "STATIONS AND TERMINALS (PASSENGER)"}], "blog": [], "subsection_name": null, "type_of_material": "News"}