{"slideshow_credits": null, "snippet": "After horrifying reports of abuse, Gov. Andrew Cuomo has finally come up with a comprehensive plan to oversee New York’s facilities for the disabled.", "abstract": "Editorial scores horrifying record of abuse at homes for the disabled in New York State; endorses plan by Gov Andrew Cuomo to strictly monitor such institutions and to expand criminal penalties for those who commit abuse. (M)", "section_name": "Opinion", "print_page": "28", "document_type": "article", "byline": null, "web_url": "http://www.nytimes.com/2012/05/08/opinion/monitoring-care-for-the-disabled.html", "lead_paragraph": "The stories of abuse, suffering and unexplained deaths among those sent to homes for the disabled in New York State are horrifying. A worker sits on an autistic boy and crushes him to death. Another worker sexually abuses a 54-year-old disabled woman. A quadriplegic drowns as an aide leaves him in a tub of water. As reported by Danny Hakim and Russ Buettner in The Times over the last year, there have been numerous cases of abuse and at least 1,200 deaths attributed to unnatural or unknown causes in publicly financed homes for the disabled in the last decade. Many cases have barely been investigated, with incompetent workers often being moved to a different facility, without being prosecuted.", "headline": {"main": "Monitoring Care for the Disabled", "kicker": "EDITORIAL"}, "_id": "4fd2a9998eb7c8105d89505e", "word_count": 346, "multimedia": [], "pub_date": "2012-05-07T00:00:00Z", "source": "The New York Times", "news_desk": "Opinion", "keywords": [{"name": "persons", "value": "CUOMO, ANDREW M"}, {"name": "glocations", "value": "NEW YORK STATE"}, {"name": "subject", "value": "EDITORIALS"}, {"name": "subject", "value": "ABUSE OF THE DISABLED"}, {"name": "subject", "value": "LAW AND LEGISLATION"}, {"name": "subject", "value": "REGULATION AND DEREGULATION OF INDUSTRY"}, {"name": "subject", "value": "GROUP HOMES"}], "blog": [], "subsection_name": null, "type_of_material": "Editorial"}