{"slideshow_credits": null, "snippet": "Public distrust created by last year’s nuclear disaster forced the nation to at least temporarily do without atomic power for the first time in 42 years.", "abstract": "Japan's last operating reactor, which is located at the Tomari plant in Hokkaido, is shut down as the public distrust created by the 2011 nuclear disaster forces the nation to at least temporarily do without atomic power for the first time in 42 years. (M)l", "section_name": "World", "print_page": "12", "document_type": "article", "byline": {"person": [{"firstname": "Martin", "role": "reported", "lastname": "FACKLER", "rank": 1, "organization": ""}], "original": "By MARTIN FACKLER; Hiroko Tabuchi contributed reporting"}, "web_url": "http://www.nytimes.com/2012/05/06/world/asia/last-reactor-of-50-in-japan-is-shut-down.html", "lead_paragraph": "TOKYO -- Japan's last operating reactor was taken offline Saturday, as public distrust created by last year's nuclear disaster forced the nation to at least temporarily do without atomic power for the first time in 42 years. The reactor, at the Tomari plant on the northern island of Hokkaido, was shut down for legally mandated maintenance, said its operator, Hokkaido Electric. As Japan's 50 functional commercial reactors have been shut down one by one for maintenance, none have been restarted because of safety concerns since last year's Fukushima disaster.", "headline": {"main": "Last Reactor Of 50 in Japan Is Shut Down"}, "_id": "4fd2ae278eb7c8105d89c660", "word_count": 309, "multimedia": [], "pub_date": "2012-05-05T00:00:00Z", "source": "The New York Times", "news_desk": "World / Asia Pacific", "keywords": [{"name": "glocations", "value": "JAPAN"}, {"name": "glocations", "value": "HOKKAIDO (JAPAN)"}, {"name": "subject", "value": "JAPAN EARTHQUAKE AND TSUNAMI (2011)"}, {"name": "subject", "value": "SHUTDOWNS (INSTITUTIONAL)"}, {"name": "subject", "value": "FUKUSHIMA DAIICHI NUCLEAR POWER PLANT (JAPAN)"}, {"name": "subject", "value": "NUCLEAR ENERGY"}], "blog": [], "subsection_name": null, "type_of_material": "News"}