{"slideshow_credits": null, "snippet": "Prime Minister Vladimir V. Putin on Thursday said Ukraine’s former prime minister, Yulia V. Tymoshenko, was welcome to receive medical treatment in Russia.", "abstract": "Prime Min Vladimir V Putin of Russia says that the jailed Ukrainian opposition figure Yulia V Tymoshenko is welcome to receive medical treatment in Russia; comments appear to be dig at Ukraine Pres Viktor F Yanukovich, who imprisoned her in a case widely condemned as politically motivated. (M)", "section_name": "World", "print_page": "7", "document_type": "article", "byline": {"person": [{"firstname": "Ellen", "role": "reported", "lastname": "BARRY", "rank": 1, "organization": ""}], "original": "By ELLEN BARRY"}, "web_url": "http://www.nytimes.com/2012/05/04/world/europe/russia-ukraine-rejects-putins-offer-for-yulia-v-tymoshenko.html", "lead_paragraph": "Prime Minister Vladimir V. Putin on Thursday said the Ukrainian opposition figure Yulia V. Tymoshenko was welcome to receive medical treatment in Russia -- a dig at Ukraine's president, who imprisoned her in a case widely condemned as politically motivated. Mr. Putin told reporters that ''it will be our pleasure'' to host Ms. Tymoshenko, Ukraine's former prime minister, who is serving a seven-year sentence for overstepping her authority while in office. German officials have made a similar offer. Ukrainian officials immediately rejected Mr. Putin's proposal. Mr. Putin, however, said complaints about the Tymoshenko case should not have any bearing on the Euro 2012 soccer tournament. Several Western European countries are planning to boycott the games. ''In absolutely every case, you can't mix politics, business and other issues with sport,'' Mr. Putin said. ''Sport is outside politics.''", "headline": {"main": "Russia: Ukraine Rejects a Putin Offer", "kicker": "WORLD BRIEFING | EUROPE"}, "_id": "4fd2bba98eb7c8105d8b1a78", "word_count": 140, "multimedia": [], "pub_date": "2012-05-04T00:00:00Z", "source": "The New York Times", "news_desk": "World / Europe", "keywords": [{"name": "persons", "value": "YANUKOVICH, VIKTOR F"}, {"name": "persons", "value": "TYMOSHENKO, YULIA V"}, {"name": "persons", "value": "PUTIN, VLADIMIR V"}, {"name": "glocations", "value": "RUSSIA"}, {"name": "glocations", "value": "UKRAINE"}], "blog": [], "subsection_name": null, "type_of_material": "News"}