{"slideshow_credits": null, "snippet": "How the Frankfurt artist Michael Riedel stole the scene.", "abstract": "Michael Riedel, a rising star on the Frankfurt art scene, has drawn comparisons to Andy Warhol because of his personal style, the collection of characters he has surrounded himself with and the provocative quality of his art. Photos (M)", "section_name": "Magazine", "print_page": "51", "document_type": "article", "byline": {"person": [{"firstname": "Adam", "role": "reported", "lastname": "FISHER", "rank": 1, "organization": ""}], "original": "By ADAM FISHER"}, "web_url": "http://www.nytimes.com/2012/05/06/t-magazine/michael-riedel-the-copycat.html", "lead_paragraph": "Every Friday on the fringes of Frankfurt's gloomy red-light district, members of the city's creative class gather for a communal meal. Classical ballet dancers discuss motion-capture techniques with nerdling video-game designers. Wealthy collectors and powerful curators flirt with ambitious young things just out of the local Kunstakademie. Artistic collaborations are hatched; careers are born; beer is drunk. The Freitagsküche, or Friday Kitchen, is the gustatory gestalt of the contemporary German art scene, which by some lights is producing the most interesting art in the world today. There's no guest list, no velvet rope at the door. Anybody who can find the place, which is hidden at the far end of an alley across the street from the city's former Hells Angels headquarters, is invited to share in the feast. ''When I found the building,'' said Michael Riedel, the artist-impresario behind the weekly dinner, ''it was full of junkies.'' He has since filled it with studios upstairs, the Freitagsküche on the ground floor and a nightclub in the basement, all of it done up in Riedel's signature post-minimalist style. ''The idea of a 'factory' is occupied by another artist,'' he said. ''But that's what it is: a kind of factory.''", "headline": {"main": "The Copycat", "kicker": "TALK"}, "_id": "4fd2a9998eb7c8105d89504f", "word_count": 1333, "multimedia": [], "pub_date": "2012-05-01T00:00:00Z", "source": "The New York Times", "news_desk": "T Magazine", "keywords": [{"name": "persons", "value": "RIEDEL, MICHAEL"}, {"name": "glocations", "value": "FRANKFURT (GERMANY)"}, {"name": "subject", "value": "ART"}], "blog": [], "subsection_name": null, "type_of_material": "News"}