{"slideshow_credits": null, "snippet": "A limited and split decision over copyright violations by Google all but guaranteed continuing litigation.", "abstract": "Federal District Court jury in San Francisco, in a split decision that all but guarantees continuing litigation, decides that Google infringed on the overall structure of software copyrights held by Oracle, but also says that Google had not violated other important parts of Oracle's software known as Java. Photos (M)", "section_name": "Technology", "print_page": "1", "document_type": "article", "byline": {"person": [{"firstname": "Quentin", "role": "reported", "lastname": "HARDY", "rank": 1, "organization": ""}, {"firstname": "Nicole", "role": "reported", "lastname": "PERLROTH", "rank": 2, "organization": ""}], "original": "By QUENTIN HARDY and NICOLE PERLROTH; Steve Lohr contributed reporting"}, "web_url": "http://www.nytimes.com/2012/05/08/technology/google-violated-oracle-patent-jury-decides.html", "lead_paragraph": "In a split decision that all but guaranteed continuing litigation, a Federal District Court jury in San Francisco on Monday decided that Google infringed on the overall structure of software copyrights held by Oracle, but also said that Google had not violated other important parts of Oracle's software known as Java. The limited decision means Google will not have to redesign its Android operating system -- which would have slowed the march of Android-powered phones that have steadily gained market share against Apple's iPhone. Oracle had sued Google claiming Google violated its copyrights to Java when it built the Android operating system. With 300 million Android smartphones, Android is now the world's dominant mobile software system.", "headline": {"main": "U.S. Jury Hands Google Mixed Verdict on Oracle"}, "_id": "4fd2ace38eb7c8105d89a911", "word_count": 978, "multimedia": [], "pub_date": "2012-05-07T00:00:00Z", "source": "The New York Times", "news_desk": "Technology", "keywords": [{"name": "persons", "value": "PELROTH, NICOLE"}, {"name": "organizations", "value": "JUSTICE DEPARTMENT"}, {"name": "organizations", "value": "ORACLE CORPORATION"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "COPYRIGHTS AND COPYRIGHT VIOLATIONS"}, {"name": "subject", "value": "SUITS AND LITIGATION"}, {"name": "subject", "value": "DECISIONS AND VERDICTS"}], "blog": [], "subsection_name": null, "type_of_material": "News"}