{"slideshow_credits": null, "snippet": "The school needs to take a much harder look at its own culpability in the death of a marching band member by hazing.", "abstract": "Editorial charges that even though criminal charges have finally been filed against the 13 people allegedly responsible for the hazing death of Florida A&M band member Robert Champion, the school needs to take a much harder look at its own culpability. (M)d", "section_name": "Opinion", "print_page": "28", "document_type": "article", "byline": null, "web_url": "http://www.nytimes.com/2012/05/08/opinion/what-is-wrong-at-florida-am.html", "lead_paragraph": "Criminal charges have finally been filed against 13 people allegedly involved in the beating death of a Florida A&M band member. Even if those who caused Robert Champion's death are sent to jail for six years -- the maximum under Florida's felony hazing law -- schools, law enforcement and civic organizations will all have to work to change the brutal culture of hazing that is ingrained in marching bands at some historically black colleges. According to Christopher Chestnut, the Champion family's lawyer, Robert, a drum major, was beaten during a ritual called ''Crossing Bus C,'' in which a band member runs a gantlet, being punched or kicked, while moving down the aisle of a bus. Robert lost consciousness and was pronounced dead a short time later at a hospital.", "headline": {"main": "What Is Wrong at Florida A&M?", "kicker": "EDITORIAL"}, "_id": "4fd2ae288eb7c8105d89c676", "word_count": 277, "multimedia": [], "pub_date": "2012-05-07T00:00:00Z", "source": "The New York Times", "news_desk": "Opinion", "keywords": [{"name": "persons", "value": "CHAMPION, ROBERT"}, {"name": "organizations", "value": "FLORIDA A&M UNIVERSITY"}, {"name": "subject", "value": "HAZING"}, {"name": "subject", "value": "EDITORIALS"}, {"name": "subject", "value": "COLLEGES AND UNIVERSITIES"}, {"name": "subject", "value": "DECISIONS AND VERDICTS"}], "blog": [], "subsection_name": null, "type_of_material": "Editorial"}