{"slideshow_credits": null, "snippet": "The United Nations Security Council approved a resolution on Wednesday threatening Sudan and South Sudan with sanctions if they failed to halt escalating cross-border fighting.", "abstract": "United Nations Security Council approves a resolution threatening Sudan and South Sudan with sanctions if they fail to halt escalating cross-border fighting. (M)", "section_name": "World", "print_page": "14", "document_type": "article", "byline": {"person": [{"firstname": "Josh", "role": "reported", "lastname": "KRON", "rank": 1, "organization": ""}], "original": "By JOSH KRON"}, "web_url": "http://www.nytimes.com/2012/05/03/world/un-threatens-sanctions-against-sudan-and-south-sudan.html", "lead_paragraph": "The United Nations Security Council approved a resolution on Wednesday threatening Sudan and South Sudan with sanctions if they failed to halt escalating cross-border fighting that was called a ''serious threat to international peace.'' The resolution demanded the nations resume negotiations on fraught issues like oil sharing to try to stop the violence. Russia and China, which have resisted voting against Sudan in the past, joined in the unanimous passage of the resolution. The resolution also called for both nations to remove their forces from Abyei, arguably the most iconic of numerous contested regions along the border. Last month, hostilities heated up when South Sudan captured the oil-rich region of Heglig from Sudan. It later withdrew, after Sudanese airstrikes and pressure from the international community, but clashes between the two nations continue along the border, as well as inside South Sudan's territory.", "headline": {"main": "Council Resolution Threatens Sanctions Against Sudan and South Sudan", "kicker": "WORLD BRIEFING | UNITED NATIONS"}, "_id": "4fd2bba98eb7c8105d8b1a4e", "word_count": 147, "multimedia": [], "pub_date": "2012-05-03T00:00:00Z", "source": "The New York Times", "news_desk": "World", "keywords": [{"name": "glocations", "value": "SUDAN"}, {"name": "glocations", "value": "SOUTH SUDAN"}, {"name": "glocations", "value": "HEGLIG (SUDAN)"}, {"name": "organizations", "value": "SECURITY COUNCIL"}, {"name": "organizations", "value": "UNITED NATIONS"}, {"name": "subject", "value": "EMBARGOES AND ECONOMIC SANCTIONS"}], "blog": [], "subsection_name": null, "type_of_material": "News"}