{"slideshow_credits": null, "snippet": "To save face, China may allow the courageous dissident to travel to the United States, but it owes its citizens a lot more.", "abstract": "Editorial welcomes news that, after frantic diplomacy and political roiling, the Chinese government may allow the blind dissident Chen Guangcheng to travel to the United States on a student visa; contends that the Chen's harrowing odyssey is an embarrassment for China and a glaring reminder of the country's abysmal mistreatment of its own citizens. (M)", "section_name": "Opinion", "print_page": "22", "document_type": "article", "byline": null, "web_url": "http://www.nytimes.com/2012/05/05/opinion/chen-guangchengs-uncertain-future.html", "lead_paragraph": "There is fresh hope in the harrowing odyssey of Chen Guangcheng. Nothing is guaranteed, but after days of frantic diplomacy by American diplomats -- and bluster and threats from China's government -- the dissident and self-taught lawyer may be allowed to travel to the United States on a student visa, and bring his wife and children with him. The Obama administration will have to press Beijing to keep to this commitment. Far more challenging -- and, sadly, less likely -- is Mr. Chen's stated goal of returning to his homeland under a deal that American diplomats initially worked out and that was supposed to provide a safer life for his family. It was also supposed to allow Mr. Chen to study at a Chinese law school, with Americans monitoring his situation.", "headline": {"main": "Chen Guangcheng's Uncertain Future", "kicker": "EDITORIAL"}, "_id": "4fd2a7cb8eb7c8105d89146d", "word_count": 433, "multimedia": [], "pub_date": "2012-05-04T00:00:00Z", "source": "The New York Times", "news_desk": "Opinion", "keywords": [{"name": "persons", "value": "OBAMA, BARACK"}, {"name": "persons", "value": "CHEN GUANGCHENG"}, {"name": "persons", "value": "CLINTON, HILLARY RODHAM"}, {"name": "persons", "value": "ROMNEY, MITT"}, {"name": "glocations", "value": "CHINA"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "EDITORIALS"}, {"name": "subject", "value": "HUMAN RIGHTS AND HUMAN RIGHTS VIOLATIONS"}], "blog": [], "subsection_name": null, "type_of_material": "Editorial"}