{"slideshow_credits": null, "snippet": "A commission delegation said Wednesday that the the Feb. 14 fire that killed 361 people at the Comayagua national prison was the result of decades of neglect.", "abstract": "Inter-American Commission on Human Rights says that the conditions that led to the February fire that killed 361 people at the Comayagua national prison, were the result of decades of neglect of Honduras's prisons and iron-fisted anticrime policies. (S)a", "section_name": "World", "print_page": "14", "document_type": "article", "byline": {"person": [{"firstname": "Elisabeth", "role": "reported", "lastname": "MALKIN", "rank": 1, "organization": ""}], "original": "By ELISABETH MALKIN"}, "web_url": "http://www.nytimes.com/2012/05/03/world/americas/honduras-neglect-cited-in-prison-fire.html", "lead_paragraph": "The Inter-American Commission on Human Rights said Wednesday that the conditions that led to the Feb. 14 fire that killed 361 people at the Comayagua national prison were the result of decades of neglect of Honduras's prisons and iron-fisted anticrime policies. A commission delegation that visited the prison and two others late last month concluded that the ''most worrisome'' problem in Honduras's prisons was that the authorities had effectively ceded control to the prisoners themselves, in part because guards were not properly trained. This ''has led to high levels of violence and corruption, in a context of absolute impunity,'' the commission said. The delegation also found severe overcrowding, as well as unsafe housing and inadequate food, water and medical care.", "headline": {"main": "Honduras: Neglect Cited in Prison Fire", "kicker": "WORLD BRIEFING | THE AMERICAS"}, "_id": "4fd2a9988eb7c8105d894fd0", "word_count": 125, "multimedia": [], "pub_date": "2012-05-03T00:00:00Z", "source": "The New York Times", "news_desk": "World / Americas", "keywords": [{"name": "glocations", "value": "COMAYAGUA (HONDURAS)"}, {"name": "glocations", "value": "HONDURAS"}, {"name": "organizations", "value": "INTER-AMERICAN COMMISSION ON HUMAN RIGHTS"}, {"name": "subject", "value": "PRISONS AND PRISONERS"}, {"name": "subject", "value": "HUMAN RIGHTS AND HUMAN RIGHTS VIOLATIONS"}, {"name": "subject", "value": "FIRES AND FIREFIGHTERS"}], "blog": [], "subsection_name": null, "type_of_material": "News"}