{"slideshow_credits": null, "snippet": "Account assignments, executive appointments and related news from the advertising agencies.", "abstract": null, "section_name": "Business", "print_page": null, "document_type": "article", "byline": {"person": [{"firstname": "Stuart", "role": "reported", "lastname": "ELLIOTT", "rank": 1, "organization": ""}], "original": "By STUART ELLIOTT"}, "web_url": "http://www.nytimes.com/2012/05/07/business/media/news-from-the-advertising-industry.html", "lead_paragraph": "Accounts MillerCoors, Chicago, reorganized its agency roster by ending a long relationship with DraftFCB, part of the Interpublic Group of Companies, which had been the lead creative agency for brands like Coors Light and Coors Banquet beers, and also dismissing Razorfish, part of the Publicis Groupe, which created digital campaigns for Coors brands and also handled digital media duties for those brands. MillerCoors hired WPP to form a team of agencies in Chicago to handle the creative tasks for Coors brands and named Saatchi & Saatchi, New York, part of Publicis, to create campaigns for Miller Lite beer. Digitas, another Publicis unit, will continue to create digital ads for Miller Lite and also handle its digital media account. There were other changes as well, affecting tasks like media planning. DraftFCB had recently shared creative duties on Miller Lite with Saatchi & Saatchi and traced its ties to Coors to the work a predecessor, Foote Cone & Belding, began creating for Coors in 1979. DraftFCB said it would continue to work for MillerCoors in Canada and handle Coors in some overseas markets. Under DraftFCB, Coors Light passed Budweiser as the No. 2 beer brand in the United States, behind Bud Light. Prestige Brands, Irvington, N.Y., named AFG&, New York, part of the Interpublic Group of Companies, as agency of record for 16 over-the-counter drug and remedy brands, including Beano, Chloraseptic, Clear Eyes, Ecotrin, Efferdent, Goody's, Little Remedies and PediaCare. Billings were not disclosed. The assignments had been handled by agencies that included the Via Group, Portland, Me.", "headline": {"main": "News From the Advertising Industry"}, "_id": "4fd2bbaa8eb7c8105d8b1b17", "word_count": 730, "multimedia": [], "pub_date": "2012-05-06T00:00:00Z", "source": "The New York Times", "news_desk": "Business Day / Media & Advertising", "keywords": [{"name": "subject", "value": "APPOINTMENTS AND EXECUTIVE CHANGES"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}], "blog": [], "subsection_name": null, "type_of_material": "News"}