{"slideshow_credits": null, "snippet": "Requiring prospective New York State lawyers to perform 50 hours of pro bono services before they are approved to practice law is a worthy step in the right direction.", "abstract": "Editorial commends change in New York State's bar admissions process that will require prospective lawyers to perform 50 hours of pro bono services before they are approved to practice law; offers requirement will not only allow more low-income New Yorkers to receive free legal help, but also help foster a stronger culture of public service in the legal profession. (M)", "section_name": "Opinion", "print_page": "26", "document_type": "article", "byline": null, "web_url": "http://www.nytimes.com/2012/05/02/opinion/a-new-lawyers-duty.html", "lead_paragraph": "New York State's chief judge, Jonathan Lippman, announced on Tuesday a change in the state's bar admission process that is both simple and potentially revolutionary. Beginning next year, the 10,000 or so prospective lawyers who pass the New York State Bar exam every year will be required to perform 50 hours of pro bono legal services before they are approved to practice law. The requirement, which has been approved by the state's four appellate divisions, will ensure that all lawyers starting out have some degree of real-world experience. It is also a practical way to foster a stronger culture of public service in the legal profession, while providing more assistance for the many hundreds of thousands of people without lawyers in the state's civil court system. Like many states, New York allows law students to perform legal work under the supervision of faculty members or legal services groups.", "headline": {"main": "A New Lawyer's Duty", "kicker": "EDITORIAL"}, "_id": "4fd2ae278eb7c8105d89c5fb", "word_count": 329, "multimedia": [], "pub_date": "2012-05-01T00:00:00Z", "source": "The New York Times", "news_desk": "Opinion", "keywords": [{"name": "persons", "value": "LIPPMAN, JONATHAN"}, {"name": "glocations", "value": "NEW YORK STATE"}, {"name": "subject", "value": "LEGAL AID FOR THE POOR (CIVIL)"}, {"name": "subject", "value": "EDITORIALS"}, {"name": "subject", "value": "LEGAL PROFESSION"}], "blog": [], "subsection_name": null, "type_of_material": "Editorial"}