{"slideshow_credits": null, "snippet": "Her swearing in this week as a member of Myanmar’s Parliament is an important step forward, but the struggle to establish a real democracy is not over.", "abstract": "Editorial welcomes the swearing in of opposition leader Daw Aung San Suu Kyi to Myanmar's parliament, but warns that the country's struggle to establish a true democracy is far from over; urges the United States and its allies to stand ready to re-impose sanctions should Myanmar's military elite attempt to reassert its stranglehold. (M)/", "section_name": "Opinion", "print_page": "30", "document_type": "article", "byline": null, "web_url": "http://www.nytimes.com/2012/05/03/opinion/daw-aung-san-suu-kyis-leap-of-faith.html", "lead_paragraph": "Daw Aung San Suu Kyi's long resistance to Myanmar's brutal dictatorship gave her people -- and the world -- hope that her country would someday be free. Her swearing in this week as a member of Myanmar's Parliament is an important step forward, but the struggle to establish a real democracy is not over. Ms. Aung San Suu Kyi and her National League for Democracy won a landslide parliamentary election in 1990, but the generals who have ruled since 1962 refused to let her party take power. She spent most of the next two decades in jail or under house arrest. When she was told she could leave the country to join her husband and sons in England, she courageously refused.", "headline": {"main": "Daw Aung San Suu Kyi's Leap of Faith", "kicker": "EDITORIAL"}, "_id": "4fd2a7ca8eb7c8105d89142a", "word_count": 351, "multimedia": [], "pub_date": "2012-05-02T00:00:00Z", "source": "The New York Times", "news_desk": "Opinion", "keywords": [{"name": "persons", "value": "AUNG SAN SUU KYI"}, {"name": "glocations", "value": "MYANMAR"}, {"name": "subject", "value": "LEGISLATURES AND PARLIAMENTS"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "EDITORIALS"}], "blog": [], "subsection_name": null, "type_of_material": "Editorial"}