{"slideshow_credits": null, "snippet": "Florida’s governor refuses a sensible request to protect the public by banning guns in downtown Tampa during the Republican National Convention in August.", "abstract": "Editorial criticizes Florida Gov Rick Scott for rejecting a request by Tampa Mayor Bob Buckhorn to issue an executive order banning guns in downtown Tampa during the Republican National Convention; scorns Scott for pandering to the gun lobby at the expense of the security of his own citizens. (M)", "section_name": "Opinion", "print_page": "28", "document_type": "article", "byline": null, "web_url": "http://www.nytimes.com/2012/05/04/opinion/tampas-plea-for-a-bit-of-disarmament-rejected.html", "lead_paragraph": "Mayor Bob Buckhorn of Tampa, Fla., proudly packs a .38-caliber revolver as one of the 900,000 Floridians holding concealed-weapon permits these days. But even Mayor Buckhorn thinks it is a bad idea to allow the people who will be thronging outside the Republican National Convention in the city this August to carry concealed weapons. He asked Gov. Rick Scott this week to issue an executive order banning guns in all of downtown Tampa, not just in the convention hall and the immediately surrounding zone controlled by the Secret Service. ''In the potentially contentious environment surrounding the R.N.C., a firearm unnecessarily increases the threat of imminent harm and injury to the residents and visitors of the city,'' he wrote to the governor. The request was rejected by Governor Scott, a Republican, who contended that the temporary ban would ''surely violate'' the Second Amendment right to bear arms. In fact, said the governor, ''it is at just such times'' that self-defense is ''most precious.''", "headline": {"main": "Tampa's Plea for a Bit of Disarmament? Rejected", "kicker": "EDITORIAL"}, "_id": "4fd2bba98eb7c8105d8b1a8e", "word_count": 319, "multimedia": [], "pub_date": "2012-05-03T00:00:00Z", "source": "The New York Times", "news_desk": "Opinion", "keywords": [{"name": "persons", "value": "BUCKHORN, BOB"}, {"name": "persons", "value": "SCOTT, RICHARD L"}, {"name": "glocations", "value": "TAMPA (FLA)"}, {"name": "organizations", "value": "REPUBLICAN PARTY"}, {"name": "subject", "value": "REPUBLICAN NATIONAL CONVENTION"}, {"name": "subject", "value": "EDITORIALS"}, {"name": "subject", "value": "GUN CONTROL"}], "blog": [], "subsection_name": null, "type_of_material": "Editorial"}