{"slideshow_credits": null, "snippet": "The treatment of Jose Padilla was indisputably cruel and in breach of the minimum standard required for anyone in American custody, especially a citizen.", "abstract": "Editorial criticizes Ninth Circuit Court of Appeals for deciding that John Yoo, the draftsman of legal policies for the war on terrorism, is immune to a lawsuit filed by Jose Padilla, the American citizen who was detained in 2002 as an enemy combatant; asserts that Padilla's treatment during his detention was indisputably cruel, inhuman and unconstitutional, and the court was wrong to dwell on whether his mistreatment was torture. (M)", "section_name": "Opinion", "print_page": "28", "document_type": "article", "byline": null, "web_url": "http://www.nytimes.com/2012/05/04/opinion/beyond-debate.html", "lead_paragraph": "Jose Padilla, the American citizen detained as an enemy combatant after he was arrested by the Bush administration in May 2002, was denied contact with his lawyer, his family or anyone else outside the military brig for almost two years and kept in detention for almost four. His jailers made death threats, shackled him for hours, forced him into painful stress positions, subjected him to noxious fumes that hurt his eyes and nose and deafening noises at all hours, denied him care for serious illness and more. This treatment was indisputably cruel, inhumane and shocking, in breach of the minimum standard required for anyone in American custody, especially a citizen. Some of it was torture, though Mr. Padilla should not have had to prove that to show his treatment was unconstitutional.", "headline": {"main": "'Beyond Debate'", "kicker": "EDITORIAL"}, "_id": "4fd2a9998eb7c8105d894fd9", "word_count": 544, "multimedia": [], "pub_date": "2012-05-03T00:00:00Z", "source": "The New York Times", "news_desk": "Opinion", "keywords": [{"name": "persons", "value": "PADILLA, JOSE"}, {"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "persons", "value": "YOO, JOHN C"}, {"name": "subject", "value": "EDITORIALS"}, {"name": "subject", "value": "HUMAN RIGHTS AND HUMAN RIGHTS VIOLATIONS"}, {"name": "subject", "value": "SUITS AND LITIGATION"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "DECISIONS AND VERDICTS"}, {"name": "subject", "value": "TORTURE"}], "blog": [], "subsection_name": null, "type_of_material": "Editorial"}