{"slideshow_credits": null, "snippet": "Washington State and South Carolina are suing for a decision on a Nevada mountain’s suitability as a repository, even though the proposal has been declared dead.", "abstract": "Lawyers representing Washington State and South Carolina argue before federal court panel that the Nuclear Regulatory Commission is flouting the law by declining to pass judgement on the suitability of Yucca Mountain as a repository for nuclear waste; arguments are part of lawsuit against the federal government brought by the states, both of which have large amounts of nuclear waste. (M)", "section_name": "Science; Health", "print_page": "24", "document_type": "article", "byline": {"person": [{"lastname": "WALD", "rank": 1, "firstname": "Matthew", "role": "reported", "organization": "", "middlename": "L."}], "original": "By MATTHEW L. WALD"}, "web_url": "http://www.nytimes.com/2012/05/03/science/earth/states-seek-order-for-nrc-decision-on-yucca-mountain.html", "lead_paragraph": "WASHINGTON -- Two states with large amounts of military and civilian nuclear waste told a federal court panel on Wednesday that the Nuclear Regulatory Commission was flouting the law by declining to decide whether the Nevada desert is a suitable burial spot -- even if the Obama administration says the storage plan is dead. Congress decided 25 years ago that the Department of Energy should build a repository for nuclear waste at Yucca Mountain, a volcanic ridge in Nevada 100 miles from Las Vegas, if the regulatory commission determined the site to be suitable. But the commission decided last year to end its consideration, with the chairman, Gregory B. Jaczko, pointing out that Congress was no longer providing money to advance the project.", "headline": {"main": "Court Urged To Force U.S. To Evaluate Nuclear Site"}, "_id": "4fd2ae598eb7c8105d89ca32", "word_count": 467, "multimedia": [], "pub_date": "2012-05-02T00:00:00Z", "source": "The New York Times", "news_desk": "Science / Environment", "keywords": [{"name": "glocations", "value": "YUCCA MOUNTAIN (NEV)"}, {"name": "glocations", "value": "WASHINGTON (STATE)"}, {"name": "glocations", "value": "SOUTH CAROLINA"}, {"name": "organizations", "value": "NUCLEAR REGULATORY COMMISSION"}, {"name": "subject", "value": "NUCLEAR WASTES"}, {"name": "subject", "value": "NUCLEAR ENERGY"}], "blog": [], "subsection_name": null, "type_of_material": "News"}