{"slideshow_credits": null, "snippet": "States need to follow Hawaii’s example and extend the time for victims to bring claims against sexual abusers.", "abstract": "Editorial contends that more states need to follow Hawaii's example and extend the statute of limitations for civil lawsuits filed by child victims of sexual abuse; urges New York Gov Andrew Cuomo to forcefully push for a bill that would match Hawaii's accomplishment, in spite of the Roman Catholic Church's efforts to defeat such a measure. (M)a", "section_name": "Opinion", "print_page": "22", "document_type": "article", "byline": null, "web_url": "http://www.nytimes.com/2012/05/07/opinion/more-time-for-justice.html", "lead_paragraph": "Hawaii significantly strengthened its protections against child sexual abuse last month when Gov. Neil Abercrombie signed a measure extending the statute of limitations for civil lawsuits filed by child victims. At least as important, it opens a one-time two-year window to allow victims to file suits against their abusers even if the time limit had expired under the old law. Like similar laws in California and Delaware, the Hawaii measure recognizes some wrenching realities. It can take many years, even decades, before child abuse victims are emotionally ready to come forward and tell their stories in court. But by then, they may be barred from suing by the statute of limitations. For example, many suits against the Catholic Church have been blocked because the church's covering up for pedophile priests made it hard for victims to come forward until long past the time limit for bringing civil claims.", "headline": {"main": "More Time for Justice", "kicker": "EDITORIAL"}, "_id": "4fd2a7cb8eb7c8105d8914b6", "word_count": 417, "multimedia": [], "pub_date": "2012-05-06T00:00:00Z", "source": "The New York Times", "news_desk": "Opinion", "keywords": [{"name": "persons", "value": "MARKEY, MARGARET"}, {"name": "persons", "value": "CUOMO, ANDREW M"}, {"name": "glocations", "value": "NEW YORK STATE"}, {"name": "glocations", "value": "HAWAII"}, {"name": "organizations", "value": "ROMAN CATHOLIC CHURCH"}, {"name": "subject", "value": "STATUTES OF LIMITATIONS"}, {"name": "subject", "value": "SEX CRIMES"}, {"name": "subject", "value": "EDITORIALS"}, {"name": "subject", "value": "CHILD ABUSE AND NEGLECT"}], "blog": [], "subsection_name": null, "type_of_material": "Editorial"}