{"slideshow_credits": null, "snippet": "President Obama’s visit to Afghanistan for the first time in 17 months was a chance to make the most of a brief window when relations between the two governments are improving after months of crisis.", "abstract": "News analysis; Pres Obama's visit to Afghanistan for the first time in 17 months makes the most of a brief window when relations between the two governments are improving after months of crisis, and fallout from the NATO withdrawal is still months away; in the background, however, there are concerns about how things could go once the troops are gone and the aid money slows. (M)", "section_name": "World", "print_page": "12", "document_type": "article", "byline": {"person": [{"lastname": "RUBIN", "rank": 1, "firstname": "Alissa", "role": "reported", "organization": "", "middlename": "J."}], "original": "By ALISSA J. RUBIN; Sangar Rahimi contributed reporting"}, "web_url": "http://www.nytimes.com/2012/05/02/world/asia/president-obamas-visit-to-afghanistan-is-a-chance-to-ease-tensions.html", "lead_paragraph": "KABUL, Afghanistan -- The moment that President Obama chose to visit Afghanistan for the first time in 17 months was a rare chance for him to make the most of a brief window when relations between the two governments are improving after months of crisis, and when the likely fallout of the coming NATO withdrawal is still months away. In the background, however, lurk a host of concerns about how things could go once the bulk of American troops leave and the pipeline of foreign aid slows to a trickle, which is expected to happen by the end of 2014. Both will increase the country's already deep sense of precariousness. And there is concern, too, about whether what once were cornerstone American goals in Afghanistan -- establishing reliable security forces, hobbling the insurgency, curbing endemic corruption, securing enduring rights for women and minorities -- are now unrealistic given the looming deadline.", "headline": {"main": "A Visit Well Timed to Future Uncertainties in Afghanistan", "kicker": "NEWS ANALYSIS"}, "_id": "4fd2a9988eb7c8105d894f8d", "word_count": 795, "multimedia": [{"height": 75, "url": "images/2012/05/01/world/20120502_PREXY_HTML-slide-6AXO/20120502_PREXY_HTML-slide-6AXO-thumbStandard.jpg", "legacy": {"thumbnail": "images/2012/05/01/world/20120502_PREXY_HTML-slide-6AXO/20120502_PREXY_HTML-slide-6AXO-thumbStandard.jpg", "hasthumbnail": "Y", "thumbnailwidth": 75, "thumbnailheight": 75}, "subtype": "thumbnail", "width": 75, "type": "image"}], "pub_date": "2012-05-01T00:00:00Z", "source": "The New York Times", "news_desk": "World / Asia Pacific", "keywords": [{"name": "persons", "value": "KARZAI, HAMID"}, {"name": "persons", "value": "OBAMA, BARACK"}, {"name": "glocations", "value": "UNITED STATES"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "subject", "value": "UNITED STATES DEFENSE AND MILITARY FORCES"}, {"name": "subject", "value": "AFGHANISTAN WAR (2001- )"}], "blog": [], "subsection_name": null, "type_of_material": "An Analysis; News Analysis"}