{"slideshow_credits": null, "snippet": "Of the 2,076 properties examined in a new survey, 64 percent were appraised at values that exceeded the sale price, while 35.5 percent were appraised at less than the sale price.", "abstract": "Trepp LLC survey of 2,076 commercial properties from March 2007 through September 2011 finds 64 percent were appraised at values exceeding the sale price, by a total of $1.4 billion while 35.5 percent were appraised at less than the sale price, by a total of $661 million. Graph (M)", "section_name": "Real Estate", "print_page": "6", "document_type": "article", "byline": {"person": [{"firstname": "Julie", "role": "reported", "lastname": "SATOW", "rank": 1, "organization": ""}], "original": "By JULIE SATOW"}, "web_url": "http://www.nytimes.com/2012/05/09/realestate/commercial/appraisals-overvalue-real-estate-study-finds.html", "lead_paragraph": "In the recent economic crisis, commercial landlords and lenders discovered myriad ways to find themselves on the brink of financial disaster. Excessive purchase prices -- many based on faulty property appraisals -- were a major factor, specialists say. Now, a new study has found just how inaccurate these appraisals can be. Using data from thousands of securitized real estate bonds in which the properties were foreclosed on and liquidated, the study, by KC Conway, an executive managing director at the brokerage firm Colliers International, and Brian F. Olasov, a managing director at the law firm McKenna Long & Aldridge, found a wide discrepancy between the appraisal values and the eventual sales prices of the properties.", "headline": {"main": "Accuracy of Appraisals Is Spotty, Study Says", "kicker": "SQUARE FEET"}, "_id": "4fd2baa98eb7c8105d8b1778", "word_count": 1100, "multimedia": [], "pub_date": "2012-05-08T00:00:00Z", "source": "The New York Times", "news_desk": "Real Estate / Commercial", "keywords": [{"name": "subject", "value": "REAL ESTATE AND HOUSING (RESIDENTIAL)"}, {"name": "subject", "value": "APPRAISALS AND VALUATION"}, {"name": "subject", "value": "REAL ESTATE (COMMERCIAL)"}, {"name": "subject", "value": "BANKING AND FINANCIAL INSTITUTIONS"}], "blog": [], "subsection_name": null, "type_of_material": "News"}