{"slideshow_credits": null, "snippet": "There’s a rink, two bull’s-eye targets and smooth stones to slide. But there are also brooms and a lot of yelling, and strategy.", "abstract": "Editorial urges readers to support curling, one of the last sports in the Olympics not overrun by professionals; observes that curling in the summer is a cheap way for amateurs to pick up the game; directs readers to the Long Island Curling Club, which hosts periodic open houses. (M)2", "section_name": "Opinion", "print_page": "12", "document_type": "article", "byline": null, "web_url": "http://www.nytimes.com/2012/05/06/opinion/sunday/curling-in-summertime.html", "lead_paragraph": "Consider curling, the Olympic sport so strange that you need to mix metaphors to explain it. You could call it frozen shuffleboard or bocce on ice, but that's not enough. There's a rink, two bull's-eye targets and smooth stones to slide. But there are also brooms and a lot of yelling, and strategy. It's Flintstones winter bowling. It's track-and-field plus ballroom dancing, done by crazy housekeepers. You put your foot in a rubber starting block and launch yourself across the ice, clutching broom and stone, keeping low and going slow. Eventually you let the stone go, and the ice instantly becomes Lady Macbeth's kitchen floor, as your team viciously scrubs and scrubs at invisible dirt in front of the stone. This makes it go farther and keeps stray hair or lint from tilting it out of line, making it useless for knocking out targets.", "headline": {"main": "Curling in Summertime", "kicker": "EDITORIAL"}, "_id": "4fd2bba98eb7c8105d8b1ae4", "word_count": 297, "multimedia": [], "pub_date": "2012-05-05T00:00:00Z", "source": "The New York Times", "news_desk": "Opinion / Sunday Review", "keywords": [{"name": "glocations", "value": "LONG ISLAND (NY)"}, {"name": "organizations", "value": "LONG ISLAND CURLING CLUB"}, {"name": "subject", "value": "EDITORIALS"}, {"name": "subject", "value": "CURLING"}, {"name": "subject", "value": "OLYMPIC GAMES"}], "blog": [], "subsection_name": null, "type_of_material": "Editorial"}