{"slideshow_credits": null, "snippet": "Ford Models, in response to a story being published tomorrow in Thursday Styles that discusses the progress of a fashion industry campaign to protect models through various measures, said the company had not actually agreed to a specific proposal not...", "abstract": "Ford Models, in response to a story being published tomorrow in Thursday Styles that discusses the progress of a fashion industry campaign to protect models through various measures, said the company had not actually agreed to a specific proposal not to allow models under the age of 16 to appear in runway shows.", "section_name": "Style", "print_page": null, "document_type": "blogpost", "byline": {"person": [{"firstname": "Eric", "role": "reported", "lastname": "WILSON", "rank": 1, "organization": ""}], "original": "By ERIC WILSON"}, "web_url": "http://runway.blogs.nytimes.com/2012/02/08/ford-acknowledges-using-models-who-are-under-16/", "lead_paragraph": "Ford Models, in response to an article being published on Thursday in Thursday Styles that discusses the progress of a fashion industry campaign to protect models through various measures, said the company had not actually agreed to a specific proposal not to allow models under the age of 16 to appear in runway shows. Ford was among a dozen agencies that were listed in a press release from the Council of Fashion Designers of America last month as having \"pledged that they will not send out models under the age of 16 for shows.\"", "headline": {"main": "Ford Acknowledges Using Models Who Are Under 16", "kicker": "On the Runway"}, "_id": "4fd3a30b8eb7c8105d8ebcc7", "word_count": 260, "multimedia": [], "pub_date": "2012-02-08T17:13:20Z", "source": "The New York Times", "news_desk": null, "keywords": [{"name": "organizations", "value": "Ford Models Inc", "rank": "4"}, {"name": "subject", "value": "Models (Professional)", "rank": "3"}, {"name": "subject", "value": "Fashion and Apparel", "rank": "2"}, {"name": "type_of_material", "value": "News", "rank": "1"}], "blog": [], "subsection_name": null, "type_of_material": "Blog"}