{"slideshow_credits": null, "snippet": "Jamie Graber and her chef have created a menu full of yummy, creatively seasoned offerings, like zucchini almond hummus, carrot-coconut dahl and portobello Reuben wraps.", "abstract": "Jamie Graber and her chef have created a menu full of yummy, creatively seasoned offerings, like zucchini almond hummus, carrot-coconut dahl and portobello Reuben wraps.", "section_name": "T:Style", "print_page": null, "document_type": "blogpost", "byline": {"person": [{"firstname": "Sandra", "role": "reported", "lastname": "BALLENTINE", "rank": 1, "organization": ""}], "original": "By SANDRA BALLENTINE"}, "web_url": "http://tmagazine.blogs.nytimes.com/2012/02/06/vain-glorious-just-brown-bag-it/", "lead_paragraph": "When I want to get in touch with my inner healthy person (we've been estranged since mid-December), I do an organic cold-pressed juice fast or a juice/raw food combination cleanse from Marcus Antebi's excellent Juice Press. Until now, he's had few rivals for my affections. But Jamie Graber, a pretty redhead who used to work at Live Live (one of the best spots in town for supplements and packaged raw foods), is giving him a bit of friendly competition with Gingersnap's Organic, her new East Village cafe. Graber offers a few cold-pressed juices, but her main focus is \"handcrafted conscious cuisine,\" or raw, vegan, gluten-free food. Any of you who eat raw know how delicious - or disastrous - this kind of (non) cooking can be. But Graber and her chef have created a menu full of yummy, creatively seasoned offerings, like zucchini almond hummus, carrot-coconut dal and portobello Reuben wraps. Forget those ubiquitous flax seed crackers. At Gingersnap's, the crisps are a little more exotic, with flavors like zaatar, vadouvan and chipotle.", "headline": {"main": "Vain Glorious | Brown Bag It", "kicker": "T Magazine"}, "_id": "4fd3a2d58eb7c8105d8eb441", "word_count": 403, "multimedia": [], "pub_date": "2012-02-06T12:21:55Z", "source": "The New York Times", "news_desk": null, "keywords": [{"name": "glocations", "value": "East Village (NYC)", "rank": "4"}, {"name": "subject", "value": "Restaurants", "rank": "3"}, {"name": "subject", "value": "Diet and Nutrition", "rank": "2"}, {"name": "type_of_material", "value": "News", "rank": "1"}], "blog": [], "subsection_name": null, "type_of_material": "Blog"}