{"slideshow_credits": null, "snippet": "Two brothers offer smart knitwear with an organic aesthetic.", "abstract": "Two brothers offer smart knitwear with an organic aesthetic.", "section_name": "T:Style", "print_page": null, "document_type": "blogpost", "byline": {"person": [{"firstname": "Yale", "role": "reported", "lastname": "BRESLIN", "rank": 1, "organization": ""}], "original": "By YALE BRESLIN"}, "web_url": "http://tmagazine.blogs.nytimes.com/2012/02/07/sweater-weather-orley/", "lead_paragraph": "There's a new knitwear label in town called Orley that's as exciting and fresh-looking as any we've seen in some time. The label is led by the brothers Matthew and Alex Orley and their longtime friend (and Matthew's girlfriend) Samantha Florence, and their debut collection, available next fall, features seven sweater styles and a couple of scarves and hats in extremely optimistic colors and \"prints.\" (Technically, they're double-faced wool and cashmere-blend jacquards on polos, cardigans, hoodies and crew-necks.) The brothers, both of whom have design experience - Matthew worked at Thom Browne; Alex at Rag & Bone, first in knits, then in denim - call music their main muse. \"There is no 'theme' to the collection, but we were listening to a lot of early psychedelic music - the Velvet Underground and the Zombies, which I think comes through,\" says Alex. That said, 20th-century art and Algonquin Provincial Park, a vast Canadian nature preserve where the three designers spent their summers, also played a part in Orley's optical-organic aesthetic. With more than a trick or two up their twisted cable and contrast-cuffed sleeves, the Orleys and Florence hope to fill a gap in the market for fashion-driven men's sweaters that are at once directional and high-end (prices range from $425 to $865). \"There was just a point where we thought: we're young, we know what we want to do, why wait?\" Florence says. Sadly, shoppers must do just that until August, when the collection becomes available at Fivestory in New York and at Union in Los Angeles. Worth it? No doubt.", "headline": {"main": "Sweater Weather | Orley", "kicker": "T Magazine"}, "_id": "4fd3a2f88eb7c8105d8eba74", "word_count": 278, "multimedia": [], "pub_date": "2012-02-07T15:36:38Z", "source": "The New York Times", "news_desk": null, "keywords": [{"name": "organizations", "value": "Rag & Bone", "rank": "4"}, {"name": "subject", "value": "Wool and Woolen Goods", "rank": "3"}, {"name": "subject", "value": "Fashion and Apparel", "rank": "2"}, {"name": "glocations", "value": "Los Angeles (Calif)", "rank": "5"}, {"name": "type_of_material", "value": "News", "rank": "1"}], "blog": [], "subsection_name": null, "type_of_material": "Blog"}