{"slideshow_credits": null, "snippet": "The American Ballet Theatre prima ballerina has hung up her toe shoes to dance a piece by Martha Graham at City Center.", "abstract": "The American Ballet Theatre prima ballerina has hung up her toe shoes to dance a piece by Martha Graham at City Center.", "section_name": "T:Style", "print_page": null, "document_type": "blogpost", "byline": {"person": [{"firstname": "Chelsea", "role": "reported", "lastname": "ZALOPANY", "rank": 1, "organization": ""}], "original": "By CHELSEA ZALOPANY"}, "web_url": "http://tmagazine.blogs.nytimes.com/2012/02/07/diana-vishneva-modern-goddess/", "lead_paragraph": "For the first time in her 16-year career, Diana Vishneva, the Mariinsky and American Ballet Theatre prima ballerina, has hung up her toe shoes to dance a piece by Martha Graham. Next month the Russian starlet will perform Graham's 1947 \"Errand Into the Maze,\" along with two other contemporary works, in New York. The Graham piece is inspired by Ariadne and the Minotaur and is a riff on sexual self-awareness. Vishneva is flat-footed throughout and wears a floaty, quite lyrical dress - a far cry from her usual tutus - a design done for the original Graham production. \"In classical roles you don't have the freedom to express deep inner emotions the way I do now,\" says the 35-year-old, conceding that she could never have taken on the part as a young girl. \"Even in Ariadne's weakness, the role of the maid, she is still strong and powerful.\" For the other two works, \"Dialogue\" by John Neumeier and \"Subject to Change\" by Paul Lightfoot and Sol León, she dances in a maroon housedress-like leotard and white Victorian blouson and briefs, respectively. Asked how this new program and new look have been received thus far in Moscow and St. Petersburg, she said cutely: \"Taking the roof off.\" Vishneva and crew arrive at New York City Center on March 14.", "headline": {"main": "Diana Vishneva, Modern Goddess", "kicker": "T Magazine"}, "_id": "4fd3a2f88eb7c8105d8eba76", "word_count": 225, "multimedia": [], "pub_date": "2012-02-07T14:30:32Z", "source": "The New York Times", "news_desk": null, "keywords": [{"name": "organizations", "value": "Graham, Martha, Dance Co", "rank": "4"}, {"name": "subject", "value": "Dancing", "rank": "3"}, {"name": "persons", "value": "Vishneva, Diana", "rank": "2"}, {"name": "glocations", "value": "New York City", "rank": "5"}, {"name": "type_of_material", "value": "News", "rank": "1"}], "blog": [], "subsection_name": null, "type_of_material": "Blog"}