{"slideshow_credits": null, "snippet": "For such a little building, the Lieb House has a notorious history.", "abstract": "For such a little building, the Lieb House has a notorious history.", "section_name": "T:Style", "print_page": null, "document_type": "blogpost", "byline": {"person": [{"firstname": "Pilar", "role": "reported", "lastname": "VILADAS", "rank": 1, "organization": ""}], "original": "By PILAR VILADAS"}, "web_url": "http://tmagazine.blogs.nytimes.com/2012/02/08/domesticities-lieb-house-saved/", "lead_paragraph": "For such a little building, the Lieb House has a notorious history. Designed by the Philadelphia architecture firm of Venturi & Rauch (now Venturi, Scott Brown and Associates) for Nathaniel and Judith Lieb and completed in 1969 in Barnegat Light, N.J., the house - a two-toned, asbestos-shingled box with a giant, Pop Art-influenced number 9 on the front and a huge crescent window on one side - caused outrage even in a neighborhood where clotheslines and telephone poles were essential parts of the landscape. Its living room and kitchen were on the second floor, to take advantage of the views, and its four small bedrooms were tucked into the first floor, where a washer and dryer greeted visitors, glorifying the daily chore of laundering bathing suits and beach towels. Robert Venturi referred to the house as a \"banal box,\" but then he considered this a compliment. Venturi and his associates, including his wife and business partner, the urban planner Denise Scott Brown, have made a career out of celebrating the ordinary, in numerous buildings as well as in the books \"Complexity and Contradiction in Architecture\" and \"Learning From Las Vegas.\" Scott Brown said of the house's surroundings, \"We enjoyed the concrete Madonnas, and understood the dunes.\" But apparently the architects' approach proved unpopular with the neighbors, one of whom stopped speaking to the Liebs after the house was finished.", "headline": {"main": "Domesticities | Lieb House, Saved", "kicker": "T Magazine"}, "_id": "4fd3a31f8eb7c8105d8ebf59", "word_count": 942, "multimedia": [], "pub_date": "2012-02-08T09:00:38Z", "source": "The New York Times", "news_desk": null, "keywords": [{"name": "type_of_material", "value": "News", "rank": "1"}, {"name": "subject", "value": "Architecture", "rank": "2"}], "blog": [], "subsection_name": null, "type_of_material": "Blog"}