{"slideshow_credits": null, "snippet": "Google is at work on a home entertainment device, report David Streitfeld and Nicole Perlroth on Friday in The New York Times. The device, a prototype, will eventually be sold under the Google brand, and is the company's most significant push into...", "abstract": "Google is at work on a home entertainment device, report David Streitfeld and Nicole Perlroth on Friday in The New York Times. The device, a prototype, will eventually be sold under the Google brand, and is the company's most significant push into hardware. The initial purpose of the device will be for streaming music, but eventually its use could be much wider.", "section_name": "Technology", "print_page": null, "document_type": "blogpost", "byline": {"person": [], "original": "By THE NEW YORK TIMES", "organization": "THE NEW YORK TIMES"}, "web_url": "http://bits.blogs.nytimes.com/2012/02/10/daily-report-an-entertainment-device-from-google/", "lead_paragraph": "Google is at work on a home entertainment device, report David Streitfeld and Nicole Perlroth on Friday in The New York Times. The device, which would carry the Google brand name, would be used for streaming music throughout the home, but eventually it could have a broader use.  The device is the company's most significant push into hardware, and is likely to be manufactured by the handset maker Motorola Mobility, which Google is purchasing in a $12.5 billion deal.", "headline": {"main": "Daily Report: An Entertainment Device From Google", "kicker": "Bits"}, "_id": "4fd3a2e88eb7c8105d8eb748", "word_count": 233, "multimedia": [], "pub_date": "2012-02-10T07:15:13Z", "source": "The New York Times", "news_desk": null, "keywords": [{"name": "organizations", "value": "Motorola Mobility Hldg Inc", "rank": "4"}, {"name": "organizations", "value": "Google Inc", "rank": "3"}, {"name": "subject", "value": "Music", "rank": "2"}, {"name": "unknown", "value": "Google Inc|GOOG|NASDAQ", "rank": "5"}, {"name": "type_of_material", "value": "News", "rank": "1"}, {"name": "unknown", "value": "Motorola Mobility Hldg  Inc|MMI|NYSE", "rank": "6"}], "blog": [], "subsection_name": null, "type_of_material": "Blog"}