{"slideshow_credits": null, "snippet": "Next month's Whitney Biennial will include a series of intimate, unflinching self-portraits Frazier took in her grandmother's house.", "abstract": "Next month's Whitney Biennial will include a series of intimate, unflinching self-portraits Frazier took in her grandmother's house.", "section_name": "T:Style", "print_page": null, "document_type": "blogpost", "byline": {"person": [{"firstname": "Alix", "role": "reported", "lastname": "BROWNE", "rank": 1, "organization": ""}], "original": "By ALIX BROWNE"}, "web_url": "http://tmagazine.blogs.nytimes.com/2012/02/10/timely-latoya-ruby-frazier-nerves-of-steel/", "lead_paragraph": "\"If the individuals and families most affected during the Great Depression had photographed themselves instead of being shot by government-commissioned photographers,\" asks the artist LaToya Ruby Frazier, \"what would their own self-representation look like?\" For the past 10 years, Frazier, 30, who grew up in the blighted steel town of Braddock, Pa., has sought to answer that question, photographing her family - her mother and grandmother in particular. Next month's Whitney Biennial will include a series of intimate, unflinching self-portraits Frazier took in her grandmother's house, where she helped care for her step-great-grandfather (a former steelworker who suffered from multiple, chronic illnesses) and which is now abandoned. \"I witnessed his body decay and crumble,\" says Frazier, drawing a powerful metaphor for her hometown. \"Without financial resources or better access to health care, I did what came natural. I documented it.\"", "headline": {"main": "Timely | LaToya Ruby Frazier, Nerves of Steel", "kicker": "T Magazine"}, "_id": "4fd3a2e88eb7c8105d8eb7f5", "word_count": 140, "multimedia": [], "pub_date": "2012-02-10T09:22:40Z", "source": "The New York Times", "news_desk": null, "keywords": [{"name": "type_of_material", "value": "News", "rank": "1"}, {"name": "subject", "value": "Whitney Biennial", "rank": "2"}], "blog": [], "subsection_name": null, "type_of_material": "Blog"}