{"slideshow_credits": null, "snippet": "It's no secret that the London-based, Nigerian-born designer Duro Olowu loves the raw material of his trade.", "abstract": "It's no secret that the London-based, Nigerian-born designer Duro Olowu loves the raw material of his trade.", "section_name": "T:Style", "print_page": null, "document_type": "blogpost", "byline": {"person": [{"firstname": "Nancy", "role": "reported", "lastname": "MACDONELL", "rank": 1, "organization": ""}], "original": "By NANCY MACDONELL"}, "web_url": "http://tmagazine.blogs.nytimes.com/2012/02/09/unbridled-materialism/", "lead_paragraph": "It's no secret that the London-based, Nigerian-born designer Duro Olowu loves the raw material of his trade. His exuberant 1970s-style dresses, spliced together from silks he designs himself and an eye-popping array of vintage couture brocades, chiffons and georgettes, are prized for their deft handling of color and pattern. In \"Material,\" a monthlong exhibition-cum-pop-up shop Olowu has curated at Salon 94's Freeman Gallery, this passion is given free rein. \"For my collections, I always start with the fabric and then work my way to the designs,\" the designer explains. \"I know so many people who work in this way - not just designers, but jewelers and artists. Everyone starts with the materials.\" Arranged in a mise-en-scène alongside pieces from Olowu's spring 2012 collection will be material-inspired objects and art that have in turn inspired him: drawings by Lorna Simpson, photographs by Juergen Teller, woven canvases by Tony Cox, paintings by Katherine Bernhardt, portraits by the 82-year-old Malian photographer Hamidou Maiga, West African textiles and vintage couture fabrics from Abraham of Switzerland. Handling is very much encouraged. \"This is not a precious display of precious things,\" Olowu stresses. \"It's an opportunity to come and shop, to learn about new people and come away with some new ideas.\" Whether you leave with a carved wooden coffin in the shape of a Nikon camera from the Ghanian artist Paa Joe or a book on West African architecture, says Olowu, the point is the same: \"It's intended as a visual feast.\"", "headline": {"main": "Unbridled Materialism", "kicker": "T Magazine"}, "_id": "4fd3a35b8eb7c8105d8ec811", "word_count": 257, "multimedia": [], "pub_date": "2012-02-09T12:45:44Z", "source": "The New York Times", "news_desk": null, "keywords": [{"name": "type_of_material", "value": "News", "rank": "1"}], "blog": [], "subsection_name": null, "type_of_material": "Blog"}