{"slideshow_credits": null, "snippet": "By interrogating suspects before they are arraigned or have counsel assigned to them, the office of the Queens district attorney undermines the basic principle of Miranda.", "abstract": "Editorial criticizes Queens District Attorney Richard Brown for instituting a program that allows prosecutors to interrogate suspects before they are arraigned or have counsel assigned to them, essentially subverting the Miranda rule; praises New York State trial judge for challenging the program. (M)", "section_name": "Opinion", "print_page": "30", "document_type": "article", "byline": null, "web_url": "http://www.nytimes.com/2012/05/03/opinion/subverting-the-miranda-rule.html", "lead_paragraph": "When the Supreme Court ruled in the landmark Miranda case that criminal suspects in custody must be told of their right to have a lawyer and to remain silent, the purpose was to ensure that the police and prosecutors did not obtain a confession through improper means. But the office of the Queens district attorney, Richard Brown, has concocted a way around this basic principle with a ''central booking interview program'' in which prosecutors interrogate suspects before they are arraigned or have counsel assigned to them. Fortunately, a state trial judge has found the program misleading, deceptive and unethical, and will not allow the district attorney's office to use statements from this type of interview at trial. Elisaul Perez was arrested for stealing an iPod in March 2009. Before he was arraigned, he was interviewed by a detective and two assistant district attorneys through a Spanish-speaking interpreter. They told Mr. Perez, ''If there is something you would like us to investigate concerning this incident, you must tell us now so we can look into it.'' Only after that did they give him Miranda warnings on his right to remain silent and be provided counsel.", "headline": {"main": "Subverting the Miranda Rule", "kicker": "EDITORIAL"}, "_id": "4fd2bba98eb7c8105d8b1a68", "word_count": 390, "multimedia": [], "pub_date": "2012-05-02T00:00:00Z", "source": "The New York Times", "news_desk": "Opinion", "keywords": [{"name": "persons", "value": "BROWN, RICHARD A"}, {"name": "glocations", "value": "NEW YORK STATE"}, {"name": "subject", "value": "EDITORIALS"}, {"name": "subject", "value": "MIRANDA V ARIZONA (SUPREME COURT DECISION)"}, {"name": "subject", "value": "DISTRICT ATTORNEYS"}, {"name": "subject", "value": "INTERROGATIONS"}], "blog": [], "subsection_name": null, "type_of_material": "Editorial"}