{"slideshow_credits": null, "snippet": "The city should instruct police not to seize condoms from women on the street. Condoms are not only legal; they are crucial to the anti-AIDS effort.", "abstract": "Editorial supports bill in the New York State Assembly that would bar police from using condoms as evidence against women charged with prostitution; urges the Bloomberg administration to drop its opposition to the bill, citing the fact that such 'condom policing' discourages some sex workers from carrying condoms, which are essential to the anti-AIDS effort. (M)", "section_name": "Opinion", "print_page": "22", "document_type": "article", "byline": null, "web_url": "http://www.nytimes.com/2012/05/07/opinion/condom-policing-in-new-york.html", "lead_paragraph": "New York City has used two common-sense initiatives to drive down H.I.V. infection rates over the last 20 years. It has encouraged needle exchange programs for intravenous drug users and it has flooded the city with condoms, passing out more than 37 million last year alone. The results are undeniable. According to the city, the number of newly diagnosed AIDS cases has dropped from about 12,700 in 1993 to just over 2,500 in 2010, the most recent year for which statistics are available. But as far back as the 1990s, public health groups and some state lawmakers have charged that the New York City police were undermining this effort by confiscating condoms from women suspected of prostitution and by using them as evidence against women charged with the offense.", "headline": {"main": "'Condom Policing' in New York", "kicker": "EDITORIAL"}, "_id": "4fd2baa88eb7c8105d8b175f", "word_count": 272, "multimedia": [], "pub_date": "2012-05-06T00:00:00Z", "source": "The New York Times", "news_desk": "Opinion", "keywords": [{"name": "persons", "value": "BLOOMBERG, MICHAEL R"}, {"name": "glocations", "value": "NEW YORK STATE"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "organizations", "value": "HEALTH AND MENTAL HYGIENE DEPARTMENT"}, {"name": "organizations", "value": "POLICE DEPARTMENT"}, {"name": "subject", "value": "PROSTITUTION"}, {"name": "subject", "value": "ACQUIRED IMMUNE DEFICIENCY SYNDROME"}, {"name": "subject", "value": "CONDOMS"}, {"name": "subject", "value": "SEARCH AND SEIZURE"}, {"name": "subject", "value": "EDITORIALS"}], "blog": [], "subsection_name": null, "type_of_material": "Editorial"}