{"slideshow_credits": null, "snippet": "Fresh accusations about the veracity of the works come as the venerable Upper East Side gallery Knoedler & Company battles accusations that it sold pieces of modern art that were actually sophisticated forgeries.", "abstract": "Knoedler & Company, a now-defunct venerable Upper East Side art gallery rocked by several art forgery lawsuits, battles new accusations from the family of abstract painter Richard Diebenkorn; family members claim that the gallery sold several disputed drawings of his even after the relatives voiced concerns in 1993 that the works were not authentic. Photos (M)", "section_name": "Arts", "print_page": "1", "document_type": "article", "byline": {"person": [{"firstname": "Patricia", "role": "reported", "lastname": "COHEN", "rank": 1, "organization": ""}], "original": "By PATRICIA COHEN"}, "web_url": "http://www.nytimes.com/2012/05/07/arts/design/knoedler-now-in-dispute-over-diebenkorn-drawings.html", "lead_paragraph": "A few months after the abstract painter Richard Diebenkorn died in 1993 his family visited Knoedler & Company, the gallery on the Upper East Side of Manhattan that had long been his dealer. His wife, Phyllis; his daughter, Gretchen; and an art scholar went to see two gouache drawings that the gallery had recently acquired and that it hoped to sell as works from Diebenkorn's celebrated Ocean Park series. What happened at the meeting nearly two decades ago is now a matter of dispute, one that has only grown in significance as the gallery, once venerable and now closed, battles accusations that it sold many works of modern art that were actually sophisticated forgeries.", "headline": {"main": "Artist's Family Says Gallery Ignored Warning of Fakes"}, "_id": "4fd2baa98eb7c8105d8b1784", "word_count": 1274, "multimedia": [{"height": 75, "url": "images/2012/05/07/arts/07GALLERY/07GALLERY-thumbStandard.jpg", "legacy": {"thumbnail": "images/2012/05/07/arts/07GALLERY/07GALLERY-thumbStandard.jpg", "hasthumbnail": "Y", "thumbnailwidth": 75, "thumbnailheight": 75}, "subtype": "thumbnail", "width": 75, "type": "image"}], "pub_date": "2012-05-06T00:00:00Z", "source": "The New York Times", "news_desk": "Arts / Art & Design", "keywords": [{"name": "persons", "value": "DIEBENKORN, RICHARD"}, {"name": "persons", "value": "FREEDMAN, ANN"}, {"name": "organizations", "value": "KNOEDLER & CO"}, {"name": "subject", "value": "FORGERY"}, {"name": "subject", "value": "ART"}], "blog": [], "subsection_name": null, "type_of_material": "News"}