{"slideshow_credits": null, "snippet": "A federal judge in Austin prevented Texas from enforcing a rule that would have banned Planned Parenthood from participating in a health care program for low-income women.", "abstract": "Judge Lee Yeakel, a federal judge in Austin, Tex, issues decision that will prevent Texas from enforcing a rule that would have banned Planned Parenthood clinics statewide from participating in a health care program for low-income women. (M)0", "section_name": "Health", "print_page": "16", "document_type": "article", "byline": {"person": [{"firstname": "Manny", "role": "reported", "lastname": "FERNANDEZ", "rank": 1, "organization": ""}], "original": "By MANNY FERNANDEZ"}, "web_url": "http://www.nytimes.com/2012/05/01/us/texas-judge-prevents-ban-on-funds-to-planned-parenthood.html", "lead_paragraph": "A federal judge in Austin on Monday prevented Texas from enforcing a rule that would have banned Planned Parenthood from participating in a health care program for low-income women. Nine Planned Parenthood clinics sued the state, saying that the rule, requiring all those in the program to certify that they do not affiliate with entities that perform or promote abortions, was unconstitutional. The rule would have removed 49 Planned Parenthood clinics in Texas from the state's so-called Medicaid Women's Health Program beginning Tuesday. Judge Lee Yeakel ruled that by requiring the certification the state ''is reaching beyond the scope of the government program and penalizing plaintiffs for their protected conduct.'' The state attorney general, Greg Abbott, immediately appealed to the United States Court of Appeals for the Fifth Circuit to lift the injunction. A spokeswoman for the Texas Health and Human Services Commission said it would comply with the ruling.", "headline": {"main": "Texas: Judge Prevents Ban On Funds To Planned Parenthood", "kicker": "NATIONAL BRIEFING | SOUTHWEST"}, "_id": "4fd2bba88eb7c8105d8b19f4", "word_count": 154, "multimedia": [], "pub_date": "2012-05-01T00:00:00Z", "source": "The New York Times", "news_desk": "U.S.", "keywords": [{"name": "persons", "value": "YEAKEL, LEE"}, {"name": "glocations", "value": "TEXAS"}, {"name": "organizations", "value": "MEDICAID WOMEN'S HEALTH PROGRAM"}, {"name": "organizations", "value": "PLANNED PARENTHOOD FEDERATION OF AMERICA"}, {"name": "subject", "value": "HEALTH INSURANCE AND MANAGED CARE"}, {"name": "subject", "value": "SUITS AND LITIGATION"}, {"name": "subject", "value": "DECISIONS AND VERDICTS"}], "blog": [], "subsection_name": null, "type_of_material": "News"}