{"slideshow_credits": null, "snippet": "The BlackBerry 10 is critical to the revival of Research in Motion, but early models given to app developers were missing features, like the ability to make calls.", "abstract": "Research in Motion unveils prototypes of the new BlackBerry 10 smartphone and has staked its future on hardware and software innovations; demonstrations raise concerns, however, as early models given to app developers are missing important features, like the ability to make calls. Photos (M)", "section_name": "Technology", "print_page": "1", "document_type": "article", "byline": {"person": [{"firstname": "Ian", "role": "reported", "lastname": "AUSTEN", "rank": 1, "organization": ""}], "original": "By IAN AUSTEN; Brian X. Chen contributed reporting from New York"}, "web_url": "http://www.nytimes.com/2012/05/02/technology/research-in-motions-blackberry-10-is-unveiled.html", "lead_paragraph": "Research in Motion on Tuesday unveiled prototypes of the new BlackBerry phone hardware and software that it hopes will be its salvation. But the company's demonstrations of the far-from-complete products again raised concerns about its ability to produce final versions on schedule and stay in the fight against Apple and Android phone makers. RIM has effectively staked its future on its new BlackBerry 10 operating system. The need for the company to drastically overhaul its line of smartphones, which once dominated and defined that market, was underscored by an analysis released by IDC on Tuesday. It estimated that BlackBerry's global market share fell to 6.7 percent during the first quarter of this year, roughly half of what it was in the same period in 2011.", "headline": {"main": "BlackBerry 10 Prototype Is Given to Developers"}, "_id": "4fd2bba98eb7c8105d8b1a2e", "word_count": 1026, "multimedia": [], "pub_date": "2012-05-01T00:00:00Z", "source": "The New York Times", "news_desk": "Technology", "keywords": [{"name": "organizations", "value": "RESEARCH IN MOTION LTD"}, {"name": "subject", "value": "WIRELESS COMMUNICATIONS"}, {"name": "subject", "value": "MOBILE APPLICATIONS"}, {"name": "subject", "value": "SMARTPHONES"}, {"name": "subject", "value": "BLACKBERRY (HANDHELD DEVICE)"}, {"name": "subject", "value": "SOFTWARE"}], "blog": [], "subsection_name": null, "type_of_material": "News"}