{"slideshow_credits": null, "snippet": "Earth-observing systems operated by the United States have entered a steep decline, imperiling the nation’s monitoring of weather, natural disasters and climate change, a report from the National Research Council warned Wednesday.", "abstract": "National Research Council report finds that earth-observing systems operated by the United States have entered a steep decline, imperiling the nation's monitoring of weather, natural disasters and climate change. (M)g", "section_name": "Science; Health", "print_page": "24", "document_type": "article", "byline": {"person": [{"firstname": "Rache", "role": "reported", "lastname": "NUWER", "rank": 1, "organization": ""}], "original": "By RACHE NUWER"}, "web_url": "http://www.nytimes.com/2012/05/03/science/earth/report-points-to-decline-in-ability-to-monitor-the-earth.html", "lead_paragraph": "Earth-observing systems operated by the United States have entered a steep decline, imperiling the nation's monitoring of weather, natural disasters and climate change, a report from the National Research Council warned Wednesday. Long-running and new missions are frequently delayed, lost or canceled because of budget cuts, launching failures, disorganization and changes in mission design and scope, the report said. ''It's likely our capabilities will decline fairly precipitously at just the time they're most needed,'' said Dennis Hartmann, a professor of atmospheric sciences at the University of Washington and the chairman of the committee that produced the report. He mentioned the continuing federal budget crisis, the aging of equipment, a severe shortage of medium-size satellite launchers, and some initiatives that cost billions of dollars without producing results.", "headline": {"main": "Report Points To Decline In Ability To Monitor the Earth", "kicker": "NATIONAL BRIEFING | SCIENCE"}, "_id": "4fd2ae598eb7c8105d89ca21", "word_count": 130, "multimedia": [], "pub_date": "2012-05-02T00:00:00Z", "source": "The New York Times", "news_desk": "Science / Environment", "keywords": [{"name": "organizations", "value": "UNITED STATES NATIONAL RESEARCH COUNCIL"}, {"name": "subject", "value": "WEATHER"}, {"name": "subject", "value": "GLOBAL WARMING"}, {"name": "subject", "value": "SATELLITES"}], "blog": [], "subsection_name": null, "type_of_material": "News"}