{"slideshow_credits": null, "snippet": "The bloody repression of the student protest on Thursday by Syrian forces further eroded a truce negotiated under United Nations auspices.", "abstract": "Violent clampdown by Syrian security forces against a student demonstration at Aleppo University in Aleppo, Syria, ends with at least four students killed and scores arrested; bloody repression ignites more rallies and further erodes a truce negotiated under United Nations auspices that affirmed the right to hold peaceful protests. (M)", "section_name": "World; Education", "print_page": "10", "document_type": "article", "byline": {"person": [{"firstname": "Neil", "role": "reported", "lastname": "MacFARQUHAR", "rank": 1, "organization": ""}], "original": "By NEIL MacFARQUHAR; Hwaida Saad contributed reporting from Beirut, and Rick Gladstone from New York"}, "web_url": "http://www.nytimes.com/2012/05/04/world/middleeast/deadly-crackdown-reported-on-syria-university.html", "lead_paragraph": "BEIRUT, Lebanon -- A violent clampdown by Syrian security forces against a student demonstration at Aleppo University ended with at least four students killed, including one heaved out a fifth-floor window, and scores arrested, activists and opposition organizations said Thursday. The university announced on its Web site that it was suspending classes until final exams on May 13, and it closed its sprawling dormitory complex, with troops pushing thousands of students to leave. Students camped out overnight on rooftops and campus lawns, while the roads outside the university were crowded with departing students and piles of luggage, as shown in videos and pictures posted online.", "headline": {"main": "Forces Storm University in Syria During Protest, Killing at Least 4, Activists Say"}, "_id": "4fd2ae598eb7c8105d89ca3a", "word_count": 963, "multimedia": [], "pub_date": "2012-05-03T00:00:00Z", "source": "The New York Times", "news_desk": "World / Middle East", "keywords": [{"name": "glocations", "value": "ALEPPO (SYRIA)"}, {"name": "glocations", "value": "SYRIA"}, {"name": "organizations", "value": "UNIVERSITY OF ALEPPO"}, {"name": "organizations", "value": "UNITED NATIONS"}, {"name": "subject", "value": "COLLEGES AND UNIVERSITIES"}, {"name": "subject", "value": "MIDDLE EAST AND NORTH AFRICA UNREST (2010- )"}, {"name": "subject", "value": "DEMONSTRATIONS, PROTESTS, AND RIOTS"}], "blog": [], "subsection_name": null, "type_of_material": "News"}