{"slideshow_credits": null, "snippet": "Jamal Yousef, a former member of the Syrian military pleaded guilty on Friday in federal court in Manhattan to conspiracy to provide material support to a Colombian terrorist organization.", "abstract": "Jamal Yousef, former member of the Syrian military, pleads guilty to conspiracy to provide military-grade weapons to terrorist group Revolutionary Armed Forces of Columbia for hundreds of kilograms of cocaine. (M)5", "section_name": "World", "print_page": "6", "document_type": "article", "byline": {"person": [{"firstname": "Benjamin", "role": "reported", "lastname": "WEISER", "rank": 1, "organization": ""}], "original": "By BENJAMIN WEISER"}, "web_url": "http://www.nytimes.com/2012/05/05/world/americas/jamal-yousef-pleads-guilty-in-farc-conspiracy-case.html", "lead_paragraph": "A former member of the Syrian military pleaded guilty on Friday in federal court in Manhattan to conspiracy to provide material support to a Colombian terrorist organization. The case stemmed from an international sting operation run by the United States Drug Enforcement Administration. An indictment charged that the defendant, Jamal Yousef, agreed to provide military-grade weapons to the Revolutionary Armed Forces of Colombia, or FARC, for hundreds of kilograms of cocaine. The supposed FARC representative he was dealing with was actually an informant for the D.E.A., the authorities have said. In return for his plea, prosecutors agreed to drop a narcoterrorism conspiracy charge against Mr. Yousef, 54, who faces a maximum of 15 years in prison when he is sentenced in August.", "headline": {"main": "Guilty Plea in Conspiracy Case Linked to Colombian Guerrillas", "kicker": "WORLD BRIEFING | THE AMERICAS"}, "_id": "4fd2baa88eb7c8105d8b173b", "word_count": 127, "multimedia": [], "pub_date": "2012-05-05T00:00:00Z", "source": "The New York Times", "news_desk": "World / Americas", "keywords": [{"name": "persons", "value": "YOUSEF, JAMAL"}, {"name": "glocations", "value": "COLOMBIA"}, {"name": "glocations", "value": "SYRIA"}, {"name": "organizations", "value": "REVOLUTIONARY ARMED FORCES OF COLOMBIA"}, {"name": "subject", "value": "ARMS TRADE"}, {"name": "subject", "value": "COCAINE AND CRACK COCAINE"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "DRUG ABUSE AND TRAFFIC"}], "blog": [], "subsection_name": null, "type_of_material": "News"}