{"slideshow_credits": null, "snippet": "Al Qaeda’s senior leadership was split by debates on tactics, strategy and even marketing in the months leading up to the raid that killed Osama bin Laden.", "abstract": "Details of Osama bin Laden's thoughts about strategy, his legacy and his efforts to maintain control over his sprawling terrorist network while hiding in the compound in Abbottabad, Pakistan, emerge from a sheaf of letters found after the raid; his frustrations as he issued instructions, sometimes in vain, might be familiar to any chief executive trying to keep tabs on a multinational corporation that had grown beyond its modest origins. Photo (M)", "section_name": "World", "print_page": "1", "document_type": "article", "byline": {"person": [{"firstname": "Peter", "role": "reported", "lastname": "BAKER", "rank": 1, "organization": ""}], "original": "By PETER BAKER"}, "web_url": "http://www.nytimes.com/2012/05/04/world/recovered-documents-show-a-divided-al-qaeda.html", "lead_paragraph": "WASHINGTON -- Sitting in his secret refuge, hiding from the world, Osama bin Laden spent the last months of his life rethinking strategy, worrying about his legacy and struggling to maintain control over the sprawling terrorist network that operated in his name. He had grown disgruntled with far-flung offshoots theoretically under his umbrella and fretted that too many of the ''brothers'' were alienating Muslims with attacks on fellow believers. He agitated for spectacular missions, including the assassination of President Obama. He considered a marketing campaign to change the infamous network's name. And he gave granular instructions about everything down to how to handle ransom money.", "headline": {"main": "In Letters, Bin Laden Fretted Over Legacy and Relevance"}, "_id": "4fd2ace38eb7c8105d89a8da", "word_count": 1180, "multimedia": [{"height": 75, "url": "images/2012/05/04/world/binladen/binladen-thumbStandard.jpg", "legacy": {"thumbnail": "images/2012/05/04/world/binladen/binladen-thumbStandard.jpg", "hasthumbnail": "Y", "thumbnailwidth": 75, "thumbnailheight": 75}, "subtype": "thumbnail", "width": 75, "type": "image"}], "pub_date": "2012-05-03T00:00:00Z", "source": "The New York Times", "news_desk": "World", "keywords": [{"name": "persons", "value": "BIN LADEN, OSAMA"}, {"name": "organizations", "value": "AL QAEDA"}, {"name": "subject", "value": "CLASSIFIED INFORMATION AND STATE SECRETS"}, {"name": "subject", "value": "TERRORISM"}], "blog": [], "subsection_name": null, "type_of_material": "News"}