{"slideshow_credits": null, "snippet": "The Roman Catholic sisters of New York City have focused on social justice issues, but the Vatican has criticized them for not speaking up about conception and sexuality.", "abstract": "Jim Dwyer About New York column on investigation by Roman Catholic finding serious doctrinal problems with nuns in United States; holds that report seems to have missed the actuality of the life that nuns live in New York City, where they turn the lowest places, like homeless shelters, into cathedrals of hope and conscience. (M)", "section_name": "Education; Health", "print_page": "19", "document_type": "article", "byline": {"person": [{"firstname": "Jim", "role": "reported", "lastname": "DWYER", "rank": 1, "organization": ""}], "original": "By JIM DWYER"}, "web_url": "http://www.nytimes.com/2012/05/02/nyregion/in-deeds-nuns-answer-the-call-of-duty.html", "lead_paragraph": "Tesa Fitzgerald began her day on Tuesday by welcoming a new resident to the house that she runs in Long Island City, Queens, for women who are getting out of prison and have nowhere to go. Joan Dawber, in Brooklyn, spent Monday evening with three women who had just moved into the new safe house that she helped build for victims of human trafficking. In the Bronx, Lauria Fitzgerald was organizing evening meals that she serves to drug addicts and prostitutes who work under the Major Deegan Expressway and other dim elbows of the city. These three women, who work and live in New York City, are members of Roman Catholic religious orders. The old-fashioned word is nun, a noun. They are verbs.", "headline": {"main": "In Deeds, Nuns Answer Call of Duty", "kicker": "ABOUT NEW YORK"}, "_id": "4fd2a7ca8eb7c8105d891400", "word_count": 768, "multimedia": [], "pub_date": "2012-05-01T00:00:00Z", "source": "The New York Times", "news_desk": "N.Y. / Region", "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "organizations", "value": "ROMAN CATHOLIC CHURCH"}, {"name": "organizations", "value": "LEADERSHIP CONFERENCE OF WOMEN RELIGIOUS"}, {"name": "subject", "value": "WOMEN AND GIRLS"}, {"name": "subject", "value": "NUNS"}], "blog": [], "subsection_name": null, "type_of_material": "News"}