{"slideshow_credits": null, "snippet": "Rebekah Brooks and Andy Coulson, pivotal figures in the phone hacking scandal, will testify before a public inquiry next week.", "abstract": "Rebekah Brooks and Andy Coulson, two former executives at Rupert Murdoch's British tabloid newspapers who are pivotal figures in the phone hacking scandal, will give evidence to a public inquiry. (M)1", "section_name": "World", "print_page": "7", "document_type": "article", "byline": {"person": [{"firstname": "Ravi", "role": "reported", "lastname": "SOMAIYA", "rank": 1, "organization": ""}], "original": "By RAVI SOMAIYA"}, "web_url": "http://www.nytimes.com/2012/05/04/world/europe/britain-ex-officials-in-murdoch-empire-to-face-questions-in-hacking-inquiry.html", "lead_paragraph": "Two former executives at Rupert Murdoch's British tabloid newspapers, Rebekah Brooks and Andy Coulson, pivotal figures in the phone hacking scandal with strong links to Prime Minister David Cameron, will give evidence to a public inquiry next week, according to schedules released Thursday. Mr. Coulson, who resigned as the editor of the tabloid The News of the World, which was at the center of the scandal in 2007, became a senior adviser to Mr. Cameron before being forced to step down last year. He has been arrested on suspicion of conspiracy in the hacking case and of corruption in approving payments from journalists to public officials. Ms. Brooks, who was chief executive of Mr. Murdoch's British newspaper company News International, also has close ties to Mr. Cameron. She has been arrested on the same grounds as Mr. Coulson and on suspicion of obstructing justice. The appearances are likely to deepen scrutiny of the links -- described by critics as improperly cozy -- between Mr. Murdoch's media empire and Mr. Cameron's government. Separately, a former Scotland Yard special operations officer was arrested ''on suspicion of misconduct in a public office'' as part of Operation Elveden, the investigation into the payments to public officials, the police said. The arrest was made, the police said, as a result of information provided by Mr. Murdoch's News Corporation.", "headline": {"main": "Britain: Ex-Officials in Murdoch Empire To Face Questions in Hacking Inquiry", "kicker": "WORLD BRIEFING | EUROPE"}, "_id": "4fd2bba98eb7c8105d8b1a6c", "word_count": 227, "multimedia": [], "pub_date": "2012-05-04T00:00:00Z", "source": "The New York Times", "news_desk": "World / Europe", "keywords": [{"name": "persons", "value": "CAMERON, DAVID"}, {"name": "persons", "value": "BROOKS, REBEKAH"}, {"name": "persons", "value": "MURDOCH, RUPERT"}, {"name": "persons", "value": "COULSON, ANDY"}, {"name": "organizations", "value": "NEWS CORPORATION"}, {"name": "subject", "value": "MEDIA"}, {"name": "subject", "value": "NEWS AND NEWS MEDIA"}, {"name": "subject", "value": "WIRETAPPING AND OTHER EAVESDROPPING DEVICES AND METHODS"}], "blog": [], "subsection_name": null, "type_of_material": "News"}