{"slideshow_credits": null, "snippet": "An American advocacy group is seeking to pressure the International Monetary Fund to withdraw all its holdings in Iran’s central bank or to suspend Iranian membership.", "abstract": "American advocacy group United Against Nuclear Iran seeks to pressure the International Monetary Fund to withdraw all its holdings in Iran's central bank or to suspend Iranian membership; group has so far successfully pushed to isolate Iran economically through sanctions and business boycotts. (M)", "section_name": "Washington; World", "print_page": "12", "document_type": "article", "byline": {"person": [{"firstname": "Rick", "role": "reported", "lastname": "GLADSTONE", "rank": 1, "organization": ""}], "original": "By RICK GLADSTONE"}, "web_url": "http://www.nytimes.com/2012/05/02/world/middleeast/american-group-seeks-suspension-of-iran-from-international-monetary-fund.html", "lead_paragraph": "An American advocacy group that has successfully pushed to isolate Iran economically through sanctions and business boycotts opened a new front in that effort on Tuesday, seeking to pressure the International Monetary Fund to withdraw all its holdings in Iran's central bank or to suspend Iranian membership. The advocacy group, United Against Nuclear Iran, also castigated the fund's managing director, Christine Lagarde, over what it called her inappropriate compliments for Iran's central bank, known as Bank Markazi, and its governor, Mahmoud Bahmani, at the meetings of the International Monetary Fund and World Bank in Washington last month. Ms. Lagarde had described the Iranian government's effort to eliminate costly economic subsidies as a constructive step worthy of emulation, and the compliments were widely reported in Iran's state-run media.", "headline": {"main": "Group Seeks Suspension Of Iran From I.M.F."}, "_id": "4fd2a7ca8eb7c8105d89140f", "word_count": 767, "multimedia": [], "pub_date": "2012-05-01T00:00:00Z", "source": "The New York Times", "news_desk": "World / Middle East", "keywords": [{"name": "persons", "value": "LAGARDE, CHRISTINE"}, {"name": "glocations", "value": "IRAN"}, {"name": "glocations", "value": "UNITED STATES"}, {"name": "organizations", "value": "INTERNATIONAL MONETARY FUND"}, {"name": "organizations", "value": "UNITED AGAINST NUCLEAR IRAN"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "EMBARGOES AND ECONOMIC SANCTIONS"}], "blog": [], "subsection_name": null, "type_of_material": "News"}