{"slideshow_credits": null, "snippet": "The expropriation of Transportadora de Electricidad, which operates a large part of Bolivia’s national electricity grid, is another abrupt setback for Spanish companies in Latin America.", "abstract": "Bolivia seizes control of the assets there of Spanish utility Red Electrica de Espana; Bolivia's president Evo Morales says decision is part of a broader effort to regain ownership of the nation's natural resources and basic services; expropriation is another setback for Spanish companies in Latin America. Photo (M)1", "section_name": "Business", "print_page": "4", "document_type": "article", "byline": {"person": [{"firstname": "Raphael", "role": "reported", "lastname": "MINDER", "rank": 1, "organization": ""}], "original": "By RAPHAEL MINDER"}, "web_url": "http://www.nytimes.com/2012/05/02/business/global/bolivia-seizes-local-assets-of-spanish-utility.html", "lead_paragraph": "MADRID -- Bolivia on Tuesday seized control of the assets there of Red Eléctrica de España, a Spanish utility, a decision that the country's president, Evo Morales, said was part of broader efforts to regain ownership of Bolivia's natural resources and basic services. The expropriation of Transportadora de Electricidad, or T.D.E., which operates a large part of Bolivia's national electricity grid, is another abrupt setback for Spanish companies in Latin America, just weeks after President Cristina Fernández de Kirchner of Argentina announced that her government would take back majority control of YPF, an oil company, from Repsol, its Spanish parent.", "headline": {"main": "Bolivia Takes Control of Spanish Electric Company's Assets"}, "_id": "4fd2a9988eb7c8105d894f98", "word_count": 362, "multimedia": [], "pub_date": "2012-05-01T00:00:00Z", "source": "The New York Times", "news_desk": "Business Day / Global Business", "keywords": [{"name": "persons", "value": "MORALES, EVO"}, {"name": "glocations", "value": "SPAIN"}, {"name": "glocations", "value": "BOLIVIA"}, {"name": "organizations", "value": "RED ELECTRICA DE ESPANA"}, {"name": "organizations", "value": "TRANSPORTADORA DE ELECTRICIDAD"}, {"name": "subject", "value": "NATIONALIZATION OF INDUSTRY"}], "blog": [], "subsection_name": null, "type_of_material": "News"}