{"slideshow_credits": null, "snippet": "Vice President Joseph R. Biden Jr.’s effort to subordinate his own voice to the broader enterprise has been a struggle, especially for a man who delights in speaking bluntly.", "abstract": "Vice President Joseph R Biden Jr, whose blunt style is often a flashpoint for criticism, has worked to restrain his ego in the service of his support role, and Pres Obama has come to appreciate Biden's loyalty, tested over a whip-lashing term; still, some officials close to Obama worry that Biden may become less restrained in sharing his personal positions in the service of his own political ambitions; Biden has not ruled out making a run for president in 2016. Photo (M)", "section_name": "U.S.; Washington", "print_page": "1", "document_type": "article", "byline": {"person": [{"firstname": "Mark", "role": "reported", "lastname": "LEIBOVICH", "rank": 1, "organization": ""}], "original": "By MARK LEIBOVICH"}, "web_url": "http://www.nytimes.com/2012/05/08/us/politics/for-a-blunt-biden-an-uneasy-supporting-role.html", "lead_paragraph": "WASHINGTON -- As President Obama reviewed the comedy routine he was to deliver at the recent White House Correspondents' Association dinner, one joke struck him as too hot. It suggested he might dump Vice President Joseph R. Biden Jr. from the ticket. ''Four years ago, I chose Joe Biden as my running mate,'' Mr. Obama was to say, according to people familiar with early drafts of the planned remarks. ''Four years later, I'm almost positive I'm going with Joe again.'' He would then affect an exaggerated wink for the audience. But the president instructed his speechwriters to cut the line, figuring it would only inflame speculation from Beltway busybodies about his vice president's standing.", "headline": {"main": "For a Blunt Biden, an Uneasy Supporting Role"}, "_id": "4fd2a9998eb7c8105d89505a", "word_count": 1914, "multimedia": [{"height": 75, "url": "images/2012/05/08/world/08biden2_cnd/08biden2_cnd-thumbStandard.jpg", "legacy": {"thumbnail": "images/2012/05/08/world/08biden2_cnd/08biden2_cnd-thumbStandard.jpg", "hasthumbnail": "Y", "thumbnailwidth": 75, "thumbnailheight": 75}, "subtype": "thumbnail", "width": 75, "type": "image"}], "pub_date": "2012-05-07T00:00:00Z", "source": "The New York Times", "news_desk": "U.S. / Politics", "keywords": [{"name": "persons", "value": "OBAMA, BARACK"}, {"name": "persons", "value": "BIDEN, JOSEPH R JR"}, {"name": "organizations", "value": "DEMOCRATIC PARTY"}, {"name": "subject", "value": "UNITED STATES POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "SAME-SEX MARRIAGE, CIVIL UNIONS AND DOMESTIC PARTNERSHIPS"}, {"name": "subject", "value": "PRESIDENTIAL ELECTION OF 2012"}], "blog": [], "subsection_name": null, "type_of_material": "News"}