{"slideshow_credits": null, "snippet": "Faculty members in the California State University system said Wednesday that they had approved plans for a two-day rolling strike at campuses all over the state.", "abstract": "Faculty members of the California State University system approve plans for a two-day rolling strike at campuses across the state, protesting sharp funding cuts to the system and stalled contract negotiations. (S).", "section_name": "Education; U.S.", "print_page": "24", "document_type": "article", "byline": {"person": [{"firstname": "Jennifer", "role": "reported", "lastname": "MEDINA", "rank": 1, "organization": ""}], "original": "By JENNIFER MEDINA"}, "web_url": "http://www.nytimes.com/2012/05/03/education/california-state-university-faculty-agrees-to-strike.html", "lead_paragraph": "Faculty members in the California State University system said Wednesday that they had approved plans for a two-day rolling strike at campuses all over the state. The California Faculty Association, which represents professors, lecturers and librarians at the system's 23 universities, has been negotiating with administrators for new contract for nearly two years. Union officials said that the strike was endorsed by 95 percent of the 12,500 members who voted last month. The rolling strike, which would not take place until the fall, would be the largest faculty strike in the state's history and would take place over two days at each campus, ultimately affecting more than 400,000 students. The state has cut roughly $970 million from the California State University system since 2008, and university officials have responded by lowering the number of students admitted and raising tuition 23 percent. The union has asked for a 1 percent raise and says that administrators have asked to freeze faculty salaries, which have not increased since 2008.", "headline": {"main": "California: Faculty Agrees To Campus Strike In the Fall", "kicker": "NATIONAL BRIEFING | WEST"}, "_id": "4fd2a7ca8eb7c8105d891432", "word_count": 170, "multimedia": [], "pub_date": "2012-05-02T00:00:00Z", "source": "The New York Times", "news_desk": "Education", "keywords": [{"name": "glocations", "value": "CALIFORNIA"}, {"name": "organizations", "value": "CALIFORNIA STATE UNIVERSITY"}, {"name": "subject", "value": "COLLEGES AND UNIVERSITIES"}, {"name": "subject", "value": "STRIKES"}, {"name": "subject", "value": "TEACHERS AND SCHOOL EMPLOYEES"}, {"name": "subject", "value": "ORGANIZED LABOR"}], "blog": [], "subsection_name": null, "type_of_material": "News"}