{"slideshow_credits": null, "snippet": "Advocates say a “no” vote on the treaty could hurt Ireland’s ability to borrow internationally, while opponents say the pact’s limits on deficits and debt could prolong Ireland’s slump.", "abstract": "Irish voters are skeptical as referendum approaches on a new European financial treaty intended to ensure stability and sustain the country's ability to borrow internationally; critics of the treaty argue that its limits on deficits and debt could prolong Ireland's economic slump. (M)a", "section_name": "World", "print_page": "8", "document_type": "article", "byline": {"person": [{"firstname": "Douglas", "role": "reported", "lastname": "DALBY", "rank": 1, "organization": ""}], "original": "By DOUGLAS DALBY"}, "web_url": "http://www.nytimes.com/2012/05/02/world/europe/ireland-faces-battle-over-europe-stability-treaty.html", "lead_paragraph": "DUBLIN -- Once again, a major European treaty is being put before Irish voters in a referendum. Once again the government is asking them to set aside their misgivings and give the treaty their blessing, in a five-week publicity campaign that started on Monday. And once again the voters may be in no mood to go along. Prime Minister Enda Kenny said Monday that a ''yes'' vote in the May 31 referendum was ''absolutely critical'' for job creation in Ireland, hoping to strike a chord in a country with 14 percent unemployment and from which an average of 1,000 people a week are emigrating to find work.", "headline": {"main": "European Financial Treaty Faces Skeptical Irish Voters in Tough Referendum Fight"}, "_id": "4fd2a7ca8eb7c8105d89140c", "word_count": 903, "multimedia": [], "pub_date": "2012-05-01T00:00:00Z", "source": "The New York Times", "news_desk": "World / Europe", "keywords": [{"name": "glocations", "value": "IRELAND"}, {"name": "organizations", "value": "EUROPEAN UNION"}, {"name": "organizations", "value": "FINE GAEL"}, {"name": "subject", "value": "EUROPEAN SOVEREIGN DEBT CRISIS (2010- )"}], "blog": [], "subsection_name": null, "type_of_material": "News"}