{"slideshow_credits": null, "snippet": "The Foreign Ministry announced that it would postpone a summit meeting of Central and Eastern European countries because many leaders planned to boycott it to protest the treatment of an opposition leader.", "abstract": "Ukrainian Foreign Ministry announces that it will postpone a summit meeting of the Central and Eastern European countries because many leaders plan to boycott it to protest the treatment of Yulia V Tymoshenko; Tymoshenko, an opposition leader, has been imprisoned since October. (M)5", "section_name": "World", "print_page": "9", "document_type": "article", "byline": {"person": [{"firstname": "Ellen", "role": "reported", "lastname": "BARRY", "rank": 1, "organization": ""}], "original": "By ELLEN BARRY"}, "web_url": "http://www.nytimes.com/2012/05/09/world/europe/ukraine-boycott-derails-meeting.html", "lead_paragraph": "The Foreign Ministry announced Tuesday that it would postpone a summit meeting of Central and Eastern European countries because many leaders planned to boycott it to protest the treatment of Yulia V. Tymoshenko, an opposition leader who has been imprisoned since October. The countries planning to stay away include Germany, Italy, Austria, Croatia, Slovenia, Estonia, Bulgaria and the Czech Republic. Ms. Tymoshenko, a rival of President Viktor F. Yanukovich, was sentenced to seven years on charges of harming Ukraine's interests during gas negotiations with Russia. Moscow and the West have said the prosecution was politically motivated and are pressing Mr. Yanukovich to free her. Some countries are also boycotting the Euro 2012 soccer championship, for which Ukraine is scheduled to serve as a co-host next month.", "headline": {"main": "Ukraine: Boycott Derails Meeting", "kicker": "WORLD BRIEFING | EUROPE"}, "_id": "4fd2bbaa8eb7c8105d8b1b87", "word_count": 130, "multimedia": [], "pub_date": "2012-05-09T00:00:00Z", "source": "The New York Times", "news_desk": "World / Europe", "keywords": [{"name": "persons", "value": "TYMOSHENKO, YULIA V"}, {"name": "glocations", "value": "UKRAINE"}, {"name": "subject", "value": "BOYCOTTS"}], "blog": [], "subsection_name": null, "type_of_material": "News"}