{"slideshow_credits": null, "snippet": "Errors and procedures that may be wasting precious time during emergencies in New York City are highlighted in a highly anticipated report from a consulting company.", "abstract": "Bloomberg administration releases final version of report on its much-delayed and over-budget new 911 system after controversial efforts at blocking an early draft; study highlights errors and procedures that may slow system's response times. (M)/", "section_name": null, "print_page": "19", "document_type": "article", "byline": {"person": [{"lastname": "CHEN", "rank": 1, "firstname": "David", "role": "reported", "organization": "", "middlename": "W."}], "original": "By DAVID W. CHEN; David M. Halbfinger contributed reporting"}, "web_url": "http://www.nytimes.com/2012/05/05/nyregion/report-lists-flaws-in-handling-of-911-calls.html", "lead_paragraph": "New York City's 911 emergency dispatch system sometimes sends firefighters or police officers to the wrong address. Operators sometimes waste precious seconds and sow confusion by failing to follow a standard script when taking information from callers. And, sometimes, an emergency operator can ask eight questions about a caller's location and other details, then patch in another operator who asks six more questions, before getting to the most important one: ''What is the emergency?'' Those were among the biggest flaws highlighted in a highly anticipated report released Friday by the Bloomberg administration on its much-delayed and over-budget new 911 system, formally called the Emergency Communications Transformation Project.", "headline": {"main": "Report Lists Many Flaws In Handling Of 911 Calls"}, "_id": "4fd2ae278eb7c8105d89c643", "word_count": 633, "multimedia": [], "pub_date": "2012-05-04T00:00:00Z", "source": "The New York Times", "news_desk": "N.Y. / Region", "keywords": [{"name": "persons", "value": "BLOOMBERG, MICHAEL R"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "organizations", "value": "UNIFORMED FIREFIGHTERS ASSN"}, {"name": "organizations", "value": "POLICE DEPARTMENT"}, {"name": "organizations", "value": "FIRE DEPARTMENT"}, {"name": "organizations", "value": "WINBOURNE CONSULTING"}, {"name": "subject", "value": "NINE-ONE-ONE (911) (EMERGENCY PHONE NUMBER)"}, {"name": "subject", "value": "DISASTERS AND EMERGENCIES"}], "blog": [], "subsection_name": null, "type_of_material": "News"}