{"slideshow_credits": null, "snippet": "A report assessing the nation’s ability to respond to terrorist attacks and various disasters found that state and local officials are the most concerned about dealing with cyberattacks.", "abstract": "Report conducted by the Federal Emergency Management Agency finds that state and local officials are confident that public health and medical services are prepared to respond to man-made disasters, but are concerned about preparedness for cyberattacks. (M)", "section_name": "U.S.; Washington", "print_page": "17", "document_type": "article", "byline": {"person": [{"lastname": "SCHMIDT", "rank": 1, "firstname": "Michael", "role": "reported", "organization": "", "middlename": "S."}], "original": "By MICHAEL S. SCHMIDT"}, "web_url": "http://www.nytimes.com/2012/05/04/us/politics/study-finds-concerns-on-readiness-for-cyberattacks.html", "lead_paragraph": "WASHINGTON -- A study commissioned by President Obama to assess the nation's ability to respond to terrorist attacks and man-made and natural disasters has found that state and local officials have the most confidence in their public health and medical services but are the most concerned about whether agencies can respond to cyberattacks. The report, conducted by the Federal Emergency Management Agency, said that state and local officials also felt unprepared to provide adequate housing in their communities after a disaster.", "headline": {"main": "U.S. Study Cites Worries on Readiness for Cyberattacks"}, "_id": "4fd2bba98eb7c8105d8b1aa1", "word_count": 566, "multimedia": [], "pub_date": "2012-05-03T00:00:00Z", "source": "The New York Times", "news_desk": "U.S. / Politics", "keywords": [{"name": "organizations", "value": "FEDERAL EMERGENCY MANAGEMENT AGENCY"}, {"name": "subject", "value": "CYBERWARFARE"}, {"name": "subject", "value": "CYBERATTACKS AND HACKERS"}, {"name": "subject", "value": "DISASTERS AND EMERGENCIES"}], "blog": [], "subsection_name": null, "type_of_material": "News"}