{"slideshow_credits": null, "snippet": "The agency gives Congess more time to act and says it will offer early retirement incentives to tens of thousands of employees.", "abstract": "United States Postal Service announces that it will keep hundreds of small post offices open by reducing business hours or offering stamps and packaging in grocery stores; new plan whittles down ambitious overhaul that would have closed thousands of offices. Photos (M)l", "section_name": "U.S.; Washington", "print_page": "16", "document_type": "article", "byline": {"person": [{"firstname": "Ron", "role": "reported", "lastname": "NIXON", "rank": 1, "organization": ""}, {"lastname": "CUSHMAN", "qualifier": "Jr", "rank": 2, "firstname": "John", "role": "reported", "organization": "", "middlename": "H."}], "original": "By RON NIXON and JOHN H. CUSHMAN Jr"}, "web_url": "http://www.nytimes.com/2012/05/10/us/politics/postal-service-holds-back-on-closures.html", "lead_paragraph": "WASHINGTON -- The United States Postal Service said Wednesday that it would keep hundreds of small post offices open by reducing business hours or offering stamps and packaging in grocery stores, whittling down its ambitious plan to streamline its services and balance its books by closing thousands of post offices. Giving Congress more time to pass legislation to overhaul the financially struggling agency, the service held back from the wholesale closings of mostly rural post offices that it had proposed last year. The Postal Service's hope is that Congress, given more time, will come up with a plan to overhaul the agency. But Wednesday's action signals that the Postal Service needs to move forward with staffing cuts.", "headline": {"main": "Postal Service Alters Plan to Cut Costs"}, "_id": "4fd2a7cb8eb7c8105d8914fd", "word_count": 923, "multimedia": [], "pub_date": "2012-05-09T00:00:00Z", "source": "The New York Times", "news_desk": "U.S. / Politics", "keywords": [{"name": "organizations", "value": "POSTAL SERVICE"}, {"name": "organizations", "value": "HOUSE OVERSIGHT AND GOVERNMENT REFORM COMMITTEE"}, {"name": "subject", "value": "SHUTDOWNS (INSTITUTIONAL)"}, {"name": "subject", "value": "POSTAL SERVICE AND POST OFFICES"}, {"name": "subject", "value": "LABOR AND JOBS"}], "blog": [], "subsection_name": null, "type_of_material": "News"}