{"slideshow_credits": null, "snippet": "The city’s burgeoning technology sector trails only Silicon Valley as a hub for start-ups but is restrained by spotty access to a reliable broadband network, the study said.", "abstract": "Center for an Urban Future reports that New York City's budding technology industry is growing rapidly despite area's lack of a reliable broadband network, and that city trails only Silicon Valley as an industry hub; report attributes some of the growth to the efforts of the Bloomberg administration to reduce the city's dependence on Wall Street as an economic engine. Photo (M)", "section_name": "Technology", "print_page": "26", "document_type": "article", "byline": {"person": [{"firstname": "Patrick", "role": "reported", "lastname": "McGEEHAN", "rank": 1, "organization": ""}], "original": "By PATRICK McGEEHAN"}, "web_url": "http://www.nytimes.com/2012/05/10/nyregion/new-yorks-tech-industry-tops-us-in-growth-study-finds.html", "lead_paragraph": "New York City's budding technology industry is growing rapidly by attracting investors and engineering talent despite spotty access to a reliable broadband network, according to a study released on Wednesday. The study, ''New Tech City,'' conducted by the Center for an Urban Future, concluded that the technology industry is growing faster in New York City than anywhere else in America and that the city now trails only Silicon Valley as a hub for the development of new technology companies. The study's authors, Jonathan Bowles and David Giles, identified 486 technology companies that had been founded in the city since 2007 and determined that the financial crisis and the recession that followed did not slow the industry's growth.", "headline": {"main": "As Tech Hub, City Is 2nd to Silicon Valley"}, "_id": "4fd2ae288eb7c8105d89c6a5", "word_count": 656, "multimedia": [], "pub_date": "2012-05-09T00:00:00Z", "source": "The New York Times", "news_desk": "N.Y. / Region", "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "organizations", "value": "TUMBLR"}, {"name": "organizations", "value": "CENTER FOR AN URBAN FUTURE"}, {"name": "subject", "value": "START-UPS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "blog": [], "subsection_name": null, "type_of_material": "News"}