{"slideshow_credits": null, "snippet": "For a party tonight, the brand agency Chandelier Creative commissioned a video for a remix of “Jolene,” an exclusive preview of which appears here.", "abstract": "For a party tonight, the brand agency Chandelier Creative commissioned a video for a remix of “Jolene,” an exclusive preview of which appears here.", "section_name": null, "print_page": null, "document_type": "blogpost", "byline": {"person": [{"firstname": "Alexandria", "role": "reported", "lastname": "SYMONDS", "rank": 1, "organization": ""}], "original": "By ALEXANDRIA SYMONDS"}, "web_url": "http://tmagazine.blogs.nytimes.com/2014/12/12/dolly-parton-exclusive-jolene-remix-video-todd-terje/", "lead_paragraph": "For the brand agency Chandelier Creative, eccentric and outsize parties are nothing new: last year’s holiday bash featured sexy angels, devils and nuns, plus a scantily clad Adam and Eve. Tonight, Chandelier throws a celebration dedicated to another object of worship (for a certain kind of die-hard fan, anyway): Dolly Parton, who will be honored in various ways throughout the evening, from tribute performances by artists including Rufus Wainwright and Jake Shears of Scissor Sisters, to an exhibition of the Iron Butterfly’s costumes. The agency also tapped the young director Nathaniel Brown to create a trippy datamoshed video, set to a remix of “Jolene” by the buzzy Norwegian producer Todd Terje. An exclusive preview — featuring kaleidoscopic visuals, a cameo by Paul Reubens and lots and lots of sequins — premieres here. A silent auction at Gavel & Grand, now live online, accompanies the exhibition; proceeds will benefit Dolly Parton’s Imagination Library.", "headline": {"main": "A Trippy Tribute to Dolly Parton, Soundtracked by Todd Terje", "kicker": "T Magazine"}, "_id": "548b5bad38f0d8482929ae15", "word_count": "151", "multimedia": [], "pub_date": "2014-12-12T16:15:24Z", "source": "The New York Times", "news_desk": null, "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}, {"value": "Parton, Dolly", "name": "persons", "rank": "2"}], "blog": [], "subsection_name": null, "type_of_material": "Blog"}