{"slideshow_credits": null, "snippet": "The remarkable changes just keep coming in Myanmar: Aung San Suu Kyi is being allowed to run for Parliament, a couple hundred political prisoners were recently released, the United States upgraded its diplomatic ties and peace treaties are being...", "abstract": "The remarkable changes just keep coming in Myanmar: Aung San Suu Kyi is being allowed to run for Parliament, a couple hundred political prisoners were recently released, the United States upgraded its diplomatic ties and peace treaties are being negotiated with warring ethnic groups. If all that wasn't enough, our colleague Thomas Fuller now reports that the director of the Central Intelligence Agency, David H. Petraeus, may visit Myanmar this year. The turnabout in the former Burma - from an isolationist military junta to a proto-democracy - is starting to look real.", "section_name": "World", "print_page": null, "document_type": "blogpost", "byline": {"person": [{"firstname": "Mark", "role": "reported", "lastname": "MCDONALD", "rank": 1, "organization": ""}], "original": "By MARK MCDONALD"}, "web_url": "http://rendezvous.blogs.nytimes.com/2012/02/07/a-visit-to-myanmar-is-possible-for-cia-director/", "lead_paragraph": "The remarkable changes just keep coming in Myanmar: Aung San Suu Kyi is being allowed to run for Parliament, a couple hundred political prisoners were recently released, the United States upgraded its diplomatic ties and peace treaties are being negotiated with warring ethnic groups. If all that wasn't enough, our colleague Thomas Fuller now reports that the director of the Central Intelligence Agency, David H. Petraeus, may visit Myanmar this year. The turnabout in the former Burma - from isolationist military junta to a proto-democracy - is starting to look real. Read more »", "headline": {"main": "A Visit to Myanmar Is Possible For CIA Director", "kicker": "IHT Rendezvous"}, "_id": "4fd3a30f8eb7c8105d8ebe60", "word_count": 94, "multimedia": [], "pub_date": "2012-02-07T19:35:44Z", "source": "The New York Times", "news_desk": null, "keywords": [{"name": "type_of_material", "value": "News", "rank": "1"}], "blog": [], "subsection_name": null, "type_of_material": "Blog"}