{"slideshow_credits": null, "snippet": "In Tuesday's New York Times, Steve Lohr reports on Stephen Wolfram, a 52-year-old scientist, software designer, entrepreneur and winner of the MacArthur prize, who three years ago created a new kind of search engine, Wolfram Alpha. Unlike Google or...", "abstract": "In Tuesday's New York Times, Steve Lohr reports on Stephen Wolfram, a 52-year-old scientist, software designer, entrepreneur and winner of the MacArthur prize, who three years ago created a new kind of search engine, Wolfram Alpha. Unlike Google or Microsoft's Bing, Wolfram Alpha does not forage the Web, but culls its own painstakingly curated database to find answers. There was initial skepticism, but the technology has come a long way.", "section_name": "Technology", "print_page": null, "document_type": "blogpost", "byline": {"person": [], "original": "By THE NEW YORK TIMES", "organization": "THE NEW YORK TIMES"}, "web_url": "http://bits.blogs.nytimes.com/2012/02/07/wolfram-a-search-engine-finds-answers-within-itself/", "lead_paragraph": "In Tuesday's New York Times, Steve Lohr reports on Stephen Wolfram, a 52-year-old scientist, software designer, entrepreneur and winner of the MacArthur prize, who three years ago created a new kind of search engine, Wolfram Alpha. Unlike Google or Microsoft's Bing, Wolfram Alpha does not forage the Web, but culls its own painstakingly curated database to find answers. There was initial skepticism, but the technology has come a long way. Read more »", "headline": {"main": "Wolfram, a Search Engine, Finds Answers Within Itself", "kicker": "Bits"}, "_id": "4fd3a2d48eb7c8105d8eb348", "word_count": 73, "multimedia": [], "pub_date": "2012-02-07T13:18:32Z", "source": "The New York Times", "news_desk": null, "keywords": [{"name": "type_of_material", "value": "News", "rank": "1"}, {"name": "subject", "value": "Search Engines", "rank": "3"}, {"name": "subject", "value": "Computers and the Internet", "rank": "2"}], "blog": [], "subsection_name": null, "type_of_material": "Blog"}