{"slideshow_credits": null, "snippet": "The newly renovated iconic design and interiors shop in Stockholm now serves tea.", "abstract": "The newly renovated iconic design and interiors shop in Stockholm now serves tea.", "section_name": "T:Style", "print_page": null, "document_type": "blogpost", "byline": {"person": [{"firstname": "Stephen", "role": "reported", "lastname": "WHITLOCK", "rank": 1, "organization": ""}], "original": "By STEPHEN WHITLOCK"}, "web_url": "http://tmagazine.blogs.nytimes.com/2012/02/06/now-sipping-svenskt-tenn-tea-salon-ready-for-copy/", "lead_paragraph": "Svenskt Tenn, Stockholm's iconic design and interiors shop, closed the doors of its flagship boutique at 5 Strandvägen, which opened in 1927, for several months last year for a thorough renovation. Now, to celebrate its reopening - and just in time for Stockholm Design Week - the store kicks off an exhibition of the work of Estrid Ericson, who founded the business in 1924, and her most famous collaborator, the Austrian designer Josef Frank. Visitors will also see new pieces by the Swedish artist Eric Ericson and by the French designer Inga Sempé, whose pewter pitcher, cup and tray recall Estrid Ericson's early career as a pewter designer. And don't miss Svenskt Tenn's newest addition: the most charming tea salon in the city. Not only are the teas, cakes and sandwiches excellent, but tables are set with products from the store. At one end of the room, behind a wall of glass, is a recreation of Ericson's workroom. A woman of impeccable taste, she had a five-cup-a-day tea habit, and no one knew more about setting the perfect table.", "headline": {"main": "Now Sipping | Svenskt Tenn Tea Salon", "kicker": "T Magazine"}, "_id": "4fd3a31f8eb7c8105d8ebf5c", "word_count": 179, "multimedia": [], "pub_date": "2012-02-06T07:00:22Z", "source": "The New York Times", "news_desk": null, "keywords": [{"name": "glocations", "value": "Stockholm (Sweden)", "rank": "4"}, {"name": "subject", "value": "Tea", "rank": "3"}, {"name": "subject", "value": "Design", "rank": "2"}, {"name": "type_of_material", "value": "News", "rank": "1"}], "blog": [], "subsection_name": null, "type_of_material": "Blog"}