{"slideshow_credits": null, "snippet": "Every four years, Navy pilots and crew renew their skills at escaping a parachute or downed aircraft in the sea.", "abstract": "Every four years, Navy pilots and crew renew their skills at escaping a parachute or downed aircraft in the sea.", "section_name": "World", "print_page": null, "document_type": "blogpost", "byline": {"person": [{"lastname": "CHIVERS", "rank": 1, "firstname": "C.", "role": "reported", "organization": "", "middlename": "J."}], "original": "By C. J. CHIVERS"}, "web_url": "http://atwar.blogs.nytimes.com/2012/02/07/airmen-into-the-dunker/", "lead_paragraph": "After a small crop of graduates of the Navy's Aviation Survival Training Course had showered, dressed and filed out of the locker room, Petty Officer Second Class Cliff Erickson, one of their instructors, offered a moment of perspective. The officers had just completed a set of underwater exercises designed to sharpen their skills in case an aviation mishap ever put them into the water. They had learned several things. They were officially qualified now for four more years of flight. But the petty officer reminded them that their course was just an orientation for something that, if their luck turned bad, would probably be much worse. \"Who thinks that if this happens it is going to be a comfortable environment?\" he asked. \"Nobody,\" he answered. \"I am not going to lie to you. I teach this for a living, and it's not going to be easy for me if I ever have to do this for real. You will have to fight fear and panic and confusion, and you might be wounded, too.\"", "headline": {"main": "Airmen: Into the Dunker", "kicker": "At War"}, "_id": "4fd3a2e88eb7c8105d8eb76c", "word_count": 198, "multimedia": [], "pub_date": "2012-02-07T14:33:51Z", "source": "The New York Times", "news_desk": null, "keywords": [{"name": "organizations", "value": "United States Navy", "rank": "3"}, {"name": "subject", "value": "United States Defense and Military Forces", "rank": "2"}, {"name": "type_of_material", "value": "News", "rank": "1"}], "blog": [], "subsection_name": null, "type_of_material": "Blog"}