{"slideshow_credits": null, "snippet": "Given the recent stateside popularity of the espadrille, the evening slip-on has big potential for a life outside the opera house.", "abstract": "Given the recent stateside popularity of the espadrille, the evening slip-on has big potential for a life outside the opera house.", "section_name": "T:Style", "print_page": null, "document_type": "blogpost", "byline": {"person": [{"firstname": "Bruce", "role": "reported", "lastname": "PASK", "rank": 1, "organization": ""}], "original": "By BRUCE PASK"}, "web_url": "http://tmagazine.blogs.nytimes.com/2012/02/01/coming-soon-man-slippers/", "lead_paragraph": "Opera pumps, evening slippers, court shoes - all are fairly off-putting, emasculating names for the footwear that made its way down many runways during the recent men's shows in Europe. A more user-friendly term might be evening slip-ons. Those prim, shiny black-patent shoes, traditionally finished with grosgrain ribbon and worn to the opera and other after-five affairs, have been transformed into red-carpet walkers ornately decorated with embroidery, tassels, metal studs, glitter and prints. Dries van Noten chose sleek brown pony and black astrakhan for his version. Almost every single pair of shoes that walked down the Etro runway was a slip-on that was either jacquarded, paisleyed, embroidered or feathered. Jimmy Choo's hyper elegant and wildly expanding men's line has so many varieties of their evening shoe, the Sloane, that is seems almost a wardrobe staple - leopard prints, studded stars and a house-designed \"porno camo\" are just some of what's offered. Sarah Burton's rich, dandified Alexander McQueen collection, with its Prince of Wales plaids, trompe l'oeil moiré and knickered suits, had an elegant evening outfit in black and white with a shoe embroidered with such large white roses they looked life-sized. Tom Ford, ever the night bird, has shown elegant evening shoes in his line from the get go: rich velvets ready for a monogram and extravagant brocades, some with slinky tassels. Perfect for a handsome Beverly Hills house husband. And Christian Louboutin, who presented his growing men's line in Paris, added some more slip-ons in velvet with studded cap toes and a properly regal crest. Given the recent stateside popularity of the espadrille, and similar styles by Toms Shoes, the evening slip-on has big potential for a life outside the opera house. Say, with a pair of worn in, rolled-up jeans and a simple white shirt? I'm in.", "headline": {"main": "Coming Soon | Man Slippers", "kicker": "T Magazine"}, "_id": "4fd3a2d58eb7c8105d8eb437", "word_count": 299, "multimedia": [], "pub_date": "2012-02-01T15:32:31Z", "source": "The New York Times", "news_desk": null, "keywords": [{"name": "persons", "value": "McQueen, Alexander", "rank": "4"}, {"name": "persons", "value": "Ford, Tom", "rank": "3"}, {"name": "persons", "value": "Burton, Sarah", "rank": "2"}, {"name": "subject", "value": "Shoes and Boots", "rank": "5"}, {"name": "type_of_material", "value": "News", "rank": "1"}, {"name": "organizations", "value": "Choo, Jimmy, Ltd", "rank": "6"}, {"name": "organizations", "value": "Louboutin, Christian, LLC", "rank": "7"}, {"name": "glocations", "value": "Europe", "rank": "8"}], "blog": [], "subsection_name": null, "type_of_material": "Blog"}