{"slideshow_credits": null, "snippet": "The designer's first capsule collection with a mass retailer goes on sale next month.", "abstract": "The designer's first capsule collection with a mass retailer goes on sale next month.", "section_name": "T:Style", "print_page": null, "document_type": "blogpost", "byline": {"person": [{"firstname": "Chelsea", "role": "reported", "lastname": "ZALOPANY", "rank": 1, "organization": ""}], "original": "By CHELSEA ZALOPANY"}, "web_url": "http://tmagazine.blogs.nytimes.com/2012/01/03/bulls-eye-jason-wu-for-target/", "lead_paragraph": "\"I can finally afford Jason Wu!\" squealed a fan upon hearing about the forthcoming Jason Wu for Target collection, in stores Feb. 5. The capsule, Wu's first in collaboration with a mass retailer, possesses a lot of the label's familiar, feminine spirit but takes more direct inspiration from French New Wave films and the actress Jean Seberg. Pleated frocks with sailor-striped hemlines, dainty silk blouses with neck ties and collars, and sportier knits and tennis skirts stand out as some of the line's most wearable pieces. \"My goal was not to duplicate anything from my main collection,\" Wu says. \"Instead I designed completely new clothes and accessories that reflect my taste and have a voice of their own.\" Friendly reminders of Wu's work (like the touch of lace on a trench coat or T-shirt) are matched with a delightful dose of animal humor. (Meet Milu, a mischievous kitty and the collection's mascot, who makes appearances as a print on a scarf and tee.) Here, a Riviera cotton striped A-line dress and canvas satchel explain why Wu calls the whole gamut \"gamine chic.\" It seems, as they say, les jeux sont faits.", "headline": {"main": "Bull's-Eye | Jason Wu for Target", "kicker": "T Magazine"}, "_id": "4fd3a2668eb7c8105d8ea53d", "word_count": 200, "multimedia": [], "pub_date": "2012-01-03T12:51:18Z", "source": "The New York Times", "news_desk": null, "keywords": [{"name": "organizations", "value": "Target Corporation", "rank": "4"}, {"name": "subject", "value": "Fashion and Apparel", "rank": "3"}, {"name": "persons", "value": "Wu, Jason", "rank": "2"}, {"name": "type_of_material", "value": "News", "rank": "1"}], "blog": [], "subsection_name": null, "type_of_material": "Blog"}