{"slideshow_credits": null, "snippet": "Bjork said she would perform her \"Biophilia\" show, an elaborate stage performance of her recent compositions about nature, for 10 nights in New York in February.", "abstract": "Bjork said she would perform her \"Biophilia\" show, an elaborate stage performance of her recent compositions about nature, for 10 nights in New York in February.", "section_name": "Arts", "print_page": null, "document_type": "blogpost", "byline": {"person": [{"lastname": "MCKINLEY", "qualifier": "JR", "rank": 1, "firstname": "James", "role": "reported", "organization": "", "middlename": "C."}], "original": "By JAMES C. MCKINLEY JR"}, "web_url": "http://artsbeat.blogs.nytimes.com/2012/01/06/bjork-bringing-biophilia-to-new-york/", "lead_paragraph": "Bjork said on Friday that she would perform her \"Biophilia\" show for 10 nights in New York in February. The residency will mark the first time the Icelandic singer and songwriter has brought the elaborate stage performance of her recent compositions about nature to North America. Six performances will take place at the New York Hall of Science in Queens, starting on Feb. 3, and four shows will be staged at Roseland Ballroom in Manhattan, beginning on Feb. 22. No other performances have been scheduled in the United States. The show had its premiere at the Manchester International Festival in England and has received ecstatic reviews from critics. Performed in the round, it features a 24-woman choir, a giant Tesla coil and several large custom-built instruments that Bjork and her collaborators invented: a portable pipe organ, four 10-foot pendulums that play harp notes as they swing, a gramophone-like contraption called a \"Sharpsichord\" and another piece called a \"gameleste,\" which is a fusion of a celesta and a gamelan. The songs are eerie and convoluted, with unusual melodies and fluctuating meters, meant to capture the patterns in natural phenomena like those of gravity, lunar cycles, DNA and crystals.", "headline": {"main": "Bjork Bringing 'Biophilia' to New York", "kicker": "ArtsBeat"}, "_id": "4fd3a2738eb7c8105d8ea70e", "word_count": 197, "multimedia": [], "pub_date": "2012-01-06T16:30:46Z", "source": "The New York Times", "news_desk": null, "keywords": [{"name": "organizations", "value": "New York Hall of Science", "rank": "4"}, {"name": "subject", "value": "Music", "rank": "3"}, {"name": "persons", "value": "Bjork", "rank": "2"}, {"name": "organizations", "value": "Roseland Ballroom", "rank": "5"}, {"name": "type_of_material", "value": "News", "rank": "1"}], "blog": [], "subsection_name": null, "type_of_material": "Blog"}