{"slideshow_credits": null, "snippet": "Sheryl Sandberg, the chief operating officer of Facebook, has written a book “to encourage women to aspire to and pursue leadership roles,” Knopf, her publisher, said on Thursday. “Lean In: Women, Work, and the Will to Lead” reflects on Ms....", "abstract": "Sheryl Sandberg, the chief operating officer of Facebook, has written a book “to encourage women to aspire to and pursue leadership roles,” Knopf, her publisher, said on Thursday. “Lean In: Women, Work, and the Will to Lead” reflects on Ms. Sandberg’s own personal and professional experiences and discusses the latest research on equality in the workplace. It will be out in March.", "section_name": "Technology", "print_page": null, "document_type": "blogpost", "byline": {"person": [], "original": "By THE NEW YORK TIMES", "organization": "The New York Times"}, "web_url": "http://bits.blogs.nytimes.com/2012/10/04/book-by-sheryl-sandberg-will-be-published-in-march/", "lead_paragraph": "Sheryl Sandberg, the chief operating officer of Facebook, has written a book “to encourage women to aspire to and pursue leadership roles,” Knopf, her publisher, said on Thursday. “Lean In: Women, Work, and the Will to Lead” reflects on Ms. Sandberg’s own personal and professional experiences and discusses the latest research on equality in the workplace. It will be out in March. Read more »", "headline": {"main": "Book by Sheryl Sandberg  Will Be Published in March", "kicker": "Bits"}, "_id": "54f0bf9538f0d8597ba1e391", "word_count": "65", "multimedia": [], "pub_date": "2012-10-04T16:54:05Z", "source": "The New York Times", "news_desk": null, "keywords": [{"name": "type_of_material", "value": "News", "rank": "1"}, {"name": "persons", "value": "Sandberg, Sheryl K", "rank": "2"}, {"name": "organizations", "value": "Facebook Inc", "rank": "3"}, {"name": "unknown", "value": "Facebook Inc|FB|NASDAQ", "rank": "4"}], "blog": [], "subsection_name": null, "type_of_material": "Blog"}