{"slideshow_credits": null, "snippet": "The Nook is selling well, although Amazon's Kindle products still dominate the e-reader market. Many people are skeptical that the plan will help the retailer in the long run as it tries to defend itself the Kindle and Apple's iPad.", "abstract": "The Nook is selling well, although Amazon's Kindle products still dominate the e-reader market. Many people are skeptical that the plan will help the retailer in the long run as it tries to defend itself the Kindle and Apple's iPad.", "section_name": "Technology", "print_page": null, "document_type": "blogpost", "byline": {"person": [], "original": "By THE NEW YORK TIMES", "organization": "THE NEW YORK TIMES"}, "web_url": "http://bits.blogs.nytimes.com/2012/01/06/daily-report-barnes-noble-considers-spinning-off-its-nook-unit/", "lead_paragraph": "Barnes & Noble, the nation's largest book chain, said on Thursday that it was considering spinning off its Nook e-reader division in an effort to help the nascent - and expensive - digital business grow, report Julie Bosman and Michael J. de La Merced in The New York Times.They write that while the company has made quick work of capturing almost 30 percent of the e-book market in two years, the rise of digital reading has increased the pressure on it to devise a winning long-term strategy against Amazon, which still dominates e-book sales.Sales of Nook devices for the nine-week holiday period ending Dec. 31 were up 70 percent over the same period a year earlier, Barnes & Noble said Thursday, while all Nook-related sales, including devices, accessories and digital content, were up 43 percent.Brian X. Chen, technology reporter for The Times, writes in an accompanying article that the Apple iPad has yet to wipe out the e-readers like the Nook, though that was the popular prediction. He also reports that I.H.S. iSuppli, a research company, estimates that Barnes & Noble has 13 percent of the e-reader market after two years in the business, versus 67 percent for Amazon.The Epicenter blog noted:", "headline": {"main": "Daily Report: Barnes & Noble Considers Spinning Off Its Nook Unit", "kicker": "Bits"}, "_id": "4fd3a2728eb7c8105d8ea5f1", "word_count": 315, "multimedia": [], "pub_date": "2012-01-06T06:22:31Z", "source": "The New York Times", "news_desk": null, "keywords": [{"name": "subject", "value": "Barnes & Noble Nook", "rank": "2"}, {"name": "type_of_material", "value": "News", "rank": "1"}], "blog": [], "subsection_name": null, "type_of_material": "Blog"}