{"slideshow_credits": null, "snippet": "W.M. Hunt's latest book collects photographs of people whose eyes are covered, abstracted or otherwise averted from the viewer's gaze.", "abstract": "W.M. Hunt's latest book collects photographs of people whose eyes are covered, abstracted or otherwise averted from the viewer's gaze.", "section_name": "T:Style", "print_page": null, "document_type": "blogpost", "byline": {"person": [{"firstname": "Judith", "role": "reported", "lastname": "PUCKETT-RINELLA", "rank": 1, "organization": ""}], "original": "By JUDITH PUCKETT-RINELLA"}, "web_url": "http://tmagazine.blogs.nytimes.com/2012/01/04/sights-for-sore-eyes/", "lead_paragraph": "The distinguished fine art photography collector W.M. Hunt's latest book, \"The Unseen Eye\" (Aperture, $75), is an extraordinarily unique photography collection, and it was, hands down, my favorite book of 2011. All the works amassed here feature subjects whose eyes are covered, abstracted or otherwise averted from the viewer's gaze. It's Hunt's own uncanny, adventurous and frequently provocative eye that allows him to pull off this quirky conceit so well. His selections range from the virtually unknown 19th-century works by Fratelli Alinari - featuring a man covered by a blanket walking on a high wire - to Richard Avedon's picture of Sophia Loren throwing her head back in ecstasy, taken around 1970. The imagery here is rich with undertones of mischief, mystique and the macabre. Works by Diane Arbus, Weegee, Edward Steichen and William Eggleston are also included. And if you can't get enough from the book alone, a portion of Hunt's collection is on exhibit in Rochester, at the George Eastman House until Feb. 19. Happy Hunting.", "headline": {"main": "Sights for Sore Eyes", "kicker": "T Magazine"}, "_id": "4fd3a2a48eb7c8105d8eacbb", "word_count": 168, "multimedia": [], "pub_date": "2012-01-04T09:00:50Z", "source": "The New York Times", "news_desk": null, "keywords": [{"name": "type_of_material", "value": "News", "rank": "1"}], "blog": [], "subsection_name": null, "type_of_material": "Blog"}