{"slideshow_credits": null, "snippet": "For lack of a field, we played football on linoleum and on York Avenue. And we dreamed of the Giants.", "abstract": "For lack of a field, we played football on linoleum and on York Avenue. And we dreamed of the Giants.", "section_name": "Opinion", "print_page": null, "document_type": "blogpost", "byline": {"person": [{"lastname": "PRYOR", "rank": 1, "firstname": "Thomas", "role": "reported", "organization": "", "middlename": "R."}], "original": "By THOMAS R. PRYOR"}, "web_url": "http://opinionator.blogs.nytimes.com/2012/01/11/when-the-fire-hydrant-was-the-end-zone/", "lead_paragraph": "Steve Murphy's living room was a harsh turf. There was no rug, only a slice of cold linoleum glued to a concrete floor - hard as Lambeau Field, the Green Bay Packers' tundra, on an icy afternoon. We wore elbow pads and kneepads and kept the windows wide open to minimize the chances of breaking one. When the football sailed through one after a bad throw, it was a beautiful thing to watch - the spiraling ball taking a sweet, long ride. We'd hang from the second story windowsill and slip down to the street to get the ball. It was just another play.We got away with it because Mr. and Mrs. Murphy never got home before 6. Besides, where else could we go? We had no backyards, and it was the 1960s in New York City - we were barely allowed to ride the subways by ourselves, and grass fields were scarce. But I loved the sport. I carried my football everywhere, just in case anyone wanted to play catch. I slept with it to prevent fumbling. And even more important, I loved the New York Giants. The \"ny\" on their helmets was tattooed on my heart. It's no wonder that - 35 years after the team moved to the Meadowlands in New Jersey - they're still called the New York Giants.", "headline": {"main": "When the Fire Hydrant Was the End Zone", "kicker": "Opinionator"}, "_id": "4fd3a2b18eb7c8105d8eaf85", "word_count": 1412, "multimedia": [], "pub_date": "2012-01-11T21:30:06Z", "source": "The New York Times", "news_desk": null, "keywords": [{"name": "organizations", "value": "Yankee Stadium (NYC)", "rank": "4"}, {"name": "organizations", "value": "New York Giants", "rank": "3"}, {"name": "subject", "value": "Football", "rank": "2"}, {"name": "glocations", "value": "Meadowlands (NJ)", "rank": "5"}, {"name": "type_of_material", "value": "News", "rank": "1"}, {"name": "glocations", "value": "New York City", "rank": "6"}], "blog": [], "subsection_name": null, "type_of_material": "Blog"}