{"slideshow_credits": null, "snippet": "Close to 60 corporations and wealthy individuals gave checks of $100,000 or more to a \"super PAC\" supporting Mitt Romney in the months leading up to the Iowa caucuses, underwriting a $17 million advertising blitz that has swamped his Republican...", "abstract": "Close to 60 corporations and wealthy individuals gave checks of $100,000 or more to a \"super PAC\" supporting Mitt Romney in the months leading up to the Iowa caucuses, underwriting a $17 million advertising blitz that has swamped his Republican rivals in the early primary states. Filings to the Federal Election Commission offered the first detailed look at a crucial source of support for Mr. Romney.", "section_name": "World", "print_page": null, "document_type": "blogpost", "byline": {"person": [{"firstname": "Marcus", "role": "reported", "lastname": "MABRY", "rank": 1, "organization": ""}], "original": "By MARCUS MABRY"}, "web_url": "http://rendezvous.blogs.nytimes.com/2012/02/01/whos-spending-unlimited-amounts-of-money-to-influence-the-u-s-election/", "lead_paragraph": "Close to 60 corporations and wealthy individuals gave checks of $100,000 or more to a \"super PAC\" supporting Mitt Romney in the months leading up to the Iowa caucuses, underwriting a $17 million advertising blitz that has swamped his Republican rivals in the early primary states. Filings to the Federal Election Commission offered the first detailed look at a crucial source of support for Mr. Romney and showed his ability to win substantial backing from a small number of his party's most influential and wealthy patrons, each contributing to the super PAC far more than the $2,500 each could donate to his campaign. Fund-raising documents filed by President Obama showed the kind of financial juggernaut Mr. Romney will face if he becomes his party's nominee: Mr. Obama reported raising a total of $140 million in 2011, far eclipsing the $57 million Mr. Romney raised for the year. The figures underscored the deep divide between how each party's presidential contenders are financing their early bids for the White House: Mr. Obama exploiting the well-oiled machinery of an incumbent with a powerful grass-roots apparatus and hundreds of \"bundlers\" gathering checks of up to $2,500 per person from friends and associates, and his Republican opponents relying far more heavily on independent groups empowered by court decisions that have made it easier for wealthy individuals and corporations to spend unlimited amounts of money to intervene directly in election contests. Read the F.E.C. documents in this interactive graphic »", "headline": {"main": "Who's Spending Unlimited Amounts of Money to Influence the U.S. Election", "kicker": "IHT Rendezvous"}, "_id": "4fd3a33c8eb7c8105d8ec408", "word_count": 244, "multimedia": [], "pub_date": "2012-02-01T13:13:14Z", "source": "The New York Times", "news_desk": null, "keywords": [{"name": "type_of_material", "value": "News", "rank": "1"}], "blog": [], "subsection_name": null, "type_of_material": "Blog"}