{"slideshow_credits": null, "snippet": "The Museum of Arts and Design's new show serves as a poignant reminder of the fragile, fleeting nature of art and life.", "abstract": "The Museum of Arts and Design's new show serves as a poignant reminder of the fragile, fleeting nature of art and life.", "section_name": "T:Style", "print_page": null, "document_type": "blogpost", "byline": {"person": [{"firstname": "Alix", "role": "reported", "lastname": "BROWNE", "rank": 1, "organization": ""}], "original": "By ALIX BROWNE"}, "web_url": "http://tmagazine.blogs.nytimes.com/2012/02/07/the-other-ash-can-school/", "lead_paragraph": "Bring-your-own-Swiffer jokes aside, \"Swept Away: Dust, Ashes, and Dirt in Contemporary Arts and Design,\" opening today at the Museum of Arts and Design, is a poignant reminder of the fragile, fleeting nature of art and life. The show is the latest installment in the museum's Materials and Process series, which explores the use, application and salvation of humble and often overlooked materials - including paper and \"once living objects\" - and their transformation into works of art. Take, for example, the English artist Catherine Bertola's ornate \"flocked wallpaper,\" which she created on site using the contents of the museum's own vacuum cleaners. \"Our maintenance crew thought we were crazy,\" the museum's chief curator, David McFadden, said of this fairly unusual recycling project. Also in the show are the American artist Jim Dingilian's smoke landscapes in a bottle, which have the elusive look of memories, and the Brazilian artist Alexandre Orion's video of his \"reverse\" graffiti, carved into the soot-saturated walls of São Paolo traffic tunnels.", "headline": {"main": "The Other Ash Can School", "kicker": "T Magazine"}, "_id": "4fd3a35b8eb7c8105d8ec810", "word_count": 243, "multimedia": [], "pub_date": "2012-02-07T12:26:16Z", "source": "The New York Times", "news_desk": null, "keywords": [{"name": "type_of_material", "value": "News", "rank": "1"}], "blog": [], "subsection_name": null, "type_of_material": "Blog"}