{"slideshow_credits": null, "snippet": "President Obama held Silvio Berlusconi at arm's length for three years, treating Italy's flamboyant prime minister - he of the bunga bunga parties and the well-parsed sexual exploits - with a somewhat frozen correctness. The new prime minister, Mario...", "abstract": "President Obama held Silvio Berlusconi at arm's length for three years, treating Italy's flamboyant prime minister - he of the bunga bunga parties and the well-parsed sexual exploits - with a somewhat frozen correctness. The new prime minister, Mario Monti, a sudden darling of the international stage, is widely seen as a tough economist and a staid European bureaucrat with no apparent skeletons in the closet. Signore Monti is now getting the full-court press in Washington, and the hottest ticket in town this week is a dinner with him at the glittering Villa Firenze, home to the Italian ambassador. On Thursday, Mr. Obama will hold talks with Mr. Monti at the White House.", "section_name": "World", "print_page": null, "document_type": "blogpost", "byline": {"person": [{"firstname": "Mark", "role": "reported", "lastname": "MCDONALD", "rank": 1, "organization": ""}], "original": "By MARK MCDONALD"}, "web_url": "http://rendezvous.blogs.nytimes.com/2012/02/08/washington-says-benvenuto-to-italys-new-leader/", "lead_paragraph": "President Obama held Silvio Berlusconi at arm's length for three years, treating Italy's flamboyant prime minister - he of the bunga bunga parties and the well-parsed sexual exploits - with a somewhat frozen correctness. The new prime minister, Mario Monti, a sudden darling of the international stage, is widely seen as a tough economist and a staid European bureaucrat with no apparent skeletons in the closet. Signore Monti is now getting the full-court press in Washington, and the hottest ticket in town this week is a dinner with him at the glittering Villa Firenze, home to the Italian ambassador. On Thursday, Mr. Obama will hold talks with Mr. Monti at the White House - with a photo op. Read more, from Helene Cooper, over at The Caucus blog »", "headline": {"main": "Washington Says 'Benvenuto' to Italy's New Leader", "kicker": "IHT Rendezvous"}, "_id": "4fd3a35d8eb7c8105d8ec95a", "word_count": 129, "multimedia": [], "pub_date": "2012-02-08T23:13:10Z", "source": "The New York Times", "news_desk": null, "keywords": [{"name": "type_of_material", "value": "News", "rank": "1"}], "blog": [], "subsection_name": null, "type_of_material": "Blog"}