{"slideshow_credits": null, "snippet": "Paul Maritz, the chief executive of VMware, is convincing companies that virtualization of software saves them money. That's the easy part. In an interview, he says: \"When the data fabric changes, lots of other things change, too. The cloud customer...", "abstract": "Paul Maritz, the chief executive of VMware, is convincing companies that virtualization of software saves them money. That's the easy part. In an interview, he says: \"When the data fabric changes, lots of other things change, too. The cloud customer experience only works if you upgrade your legacy applications, and use your own data in new ways.\"", "section_name": "Technology", "print_page": null, "document_type": "blogpost", "byline": {"person": [{"firstname": "Quentin", "role": "reported", "lastname": "HARDY", "rank": 1, "organization": ""}], "original": "By QUENTIN HARDY"}, "web_url": "http://bits.blogs.nytimes.com/2012/02/07/one-on-one-paul-maritz-vmware-chief-executive/", "lead_paragraph": "Paul Maritz has been chief executive of VMware since July 2008. VMware's server virtualization has made possible a vast consolidation of the computer business toward commodity chips and open-source software. It was also critical in the shift to \"cloud\" computing. A native of Rhodesia (now Zimbabwe), Mr. Maritz joined Intel in 1981. From 1986 to 2000 he was at Microsoft serving on its executive committee and overseeing Microsoft's expansion into client-server corporate computing. He then founded a computing company which in 2008 was acquired by EMC, which also owns VMware. The following is an edited version of an interview with Mr. Maritz:", "headline": {"main": "One on One: Paul Maritz, VMware Chief Executive", "kicker": "Bits"}, "_id": "4fd3a30b8eb7c8105d8ebc5a", "word_count": 640, "multimedia": [], "pub_date": "2012-02-07T10:37:18Z", "source": "The New York Times", "news_desk": null, "keywords": [{"name": "subject", "value": "Enterprise Computing", "rank": "4"}, {"name": "subject", "value": "Cloud Computing", "rank": "3"}, {"name": "persons", "value": "Maritz, Paul", "rank": "2"}, {"name": "subject", "value": "Software", "rank": "5"}, {"name": "type_of_material", "value": "News", "rank": "1"}, {"name": "organizations", "value": "EMC Corporation", "rank": "6"}, {"name": "unknown", "value": "EMC Corporation|EMC|NYSE", "rank": "7"}], "blog": [], "subsection_name": null, "type_of_material": "Blog"}