{"slideshow_credits": null, "snippet": "Since protests inspired by the Arab Spring rocked Jordan 15 months ago, King Abdullah II, who promised electoral changes, has replaced three prime ministers.", "abstract": "King Abdullah II of Jordan swears in new cabinet assigned to make progress on laws allowing for more government posts to be filled by elections, but political activists and analysts say that the quick succession of three governments over the past year and a half does not bode well for the prospect of genuine reform. (M)h", "section_name": "World", "print_page": "12", "document_type": "article", "byline": {"person": [{"firstname": "Ranya", "role": "reported", "lastname": "KADRI", "rank": 1, "organization": ""}, {"firstname": "Isabel", "role": "reported", "lastname": "KERSHNER", "rank": 2, "organization": ""}], "original": "By RANYA KADRI and ISABEL KERSHNER; Ranya Kadri reported from Amman, and Isabel Kershner from Jerusalem"}, "web_url": "http://www.nytimes.com/2012/05/04/world/middleeast/latest-shift-in-jordans-cabinet-sows-doubts-on-reform.html", "lead_paragraph": "AMMAN, Jordan -- King Abdullah II of Jordan swore in a new cabinet this week assigned to make progress on laws allowing for more government posts to be filled by elections, but political activists and analysts here said on Thursday that the quick succession of governments over the past year and a half did not bode well for the prospect of genuine reform. Since protests inspired by the Arab Spring rocked Jordan 15 months ago, the king has replaced three prime ministers, none of whose governments effected significant change.", "headline": {"main": "New Doubts Over Reform As Jordan Shifts Cabinet"}, "_id": "4fd2baa88eb7c8105d8b1728", "word_count": 425, "multimedia": [], "pub_date": "2012-05-03T00:00:00Z", "source": "The New York Times", "news_desk": "World / Middle East", "keywords": [{"name": "persons", "value": "ABDULLAH II, KING OF JORDAN"}, {"name": "glocations", "value": "JORDAN"}, {"name": "organizations", "value": "MUSLIM BROTHERHOOD"}, {"name": "subject", "value": "REFORM AND REORGANIZATION"}, {"name": "subject", "value": "MIDDLE EAST AND NORTH AFRICA UNREST (2010- )"}], "blog": [], "subsection_name": null, "type_of_material": "News"}