{"slideshow_credits": null, "snippet": "Meaningful increases in intelligence are not likely without a substantial commitment of resources.", "abstract": "Gray Matter column by psychology Prof David Z Hambrick questions the effectiveness of video games that claim they will make a person smarter; asserts that research has shown that meaningful increases in intelligence are not likely without a substantial commitment of resources. (M)2", "section_name": "Opinion", "print_page": "4", "document_type": "article", "byline": {"person": [{"lastname": "HAMBRICK", "rank": 1, "firstname": "David", "role": "reported", "organization": "", "middlename": "Z."}], "original": "By DAVID Z. HAMBRICK"}, "web_url": "http://www.nytimes.com/2012/05/06/opinion/sunday/iq-points-for-sale-cheap.html", "lead_paragraph": "A STRIKING trend in today's culture is the pursuit of rapid cognitive enhancement. The idea behind many popular video and online ''brain-training'' games is that practicing tasks that strengthen memory, attention and other mental processes will make you a smarter person. Nintendo markets its Brain Age game as a ''treadmill for the mind.'' Lumosity, which claims 20 million users, says that its brain-training games offer ''real-world cognitive benefits in individuals of all ages.'' Cogmed, which has been adopted by schools in the United States and Sweden, helps its users ''unlock their natural cognitive abilities by training their brain.'' Forbes magazine recently declared cognitive enhancement the next ''trillion-dollar industry.'' The United States military is even exploring the possibility of using such cognitive training to increase soldiers' capacities.", "headline": {"main": "I.Q. Points For Sale, Cheap", "kicker": "GRAY MATTER"}, "_id": "4fd2a7cb8eb7c8105d891477", "word_count": 806, "multimedia": [], "pub_date": "2012-05-05T00:00:00Z", "source": "The New York Times", "news_desk": "Opinion / Sunday Review", "keywords": [{"name": "persons", "value": "JAEGGI, SUSANNE"}, {"name": "persons", "value": "BUSCHKUEHL, MARTIN"}, {"name": "subject", "value": "MEMORY"}, {"name": "subject", "value": "COMPUTER AND VIDEO GAMES"}, {"name": "subject", "value": "INTELLIGENCE (IQ)"}, {"name": "subject", "value": "PSYCHOLOGY AND PSYCHOLOGISTS"}], "blog": [], "subsection_name": null, "type_of_material": "Op-Ed"}