{"slideshow_credits": null, "snippet": "Being fastidious about the basics of cleanliness can reduce the odds of becoming ill while traveling.", "abstract": "Experts agree that the best thing business travelers can do to reduce their chances of getting sick is to be fastidious about the basics of sanitation in the air and on the ground during their stay. (M)", "section_name": "Health; Business", "print_page": "8", "document_type": "article", "byline": {"person": [{"lastname": "ZANE", "rank": 1, "firstname": "J.", "role": "reported", "organization": "", "middlename": "Peder"}], "original": "By J. PEDER ZANE"}, "web_url": "http://www.nytimes.com/2012/05/03/business/reducing-the-odds-of-getting-sick-on-a-trip.html", "lead_paragraph": "EXPERTS agree that the best thing business travelers can do to reduce their chances of getting sick is to maximize their use of soap, water and hand sanitizer and minimize the number of times they touch their face. Other tips include: ON THE PLANE Almost half the respondents to an April TripAdvisor survey thought planes were the primary source of infection while traveling. But modern planes circulate the air about 15 to 20 times an hour through powerful filters that remove almost all contaminants. As a rule of thumb, worry only about those two rows in front of or behind you and the sneezing, wheezing person right next to you. In that case, you might ask to be reseated, or don an air mask.", "headline": {"main": "For Health, Drink Water (but Don't Drink the Water)"}, "_id": "4fd2ae598eb7c8105d89ca30", "word_count": 470, "multimedia": [], "pub_date": "2012-05-02T00:00:00Z", "source": "The New York Times", "news_desk": "Business Day", "keywords": [{"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "BUSINESS TRAVEL"}, {"name": "subject", "value": "HOTELS AND MOTELS"}, {"name": "subject", "value": "DEHYDRATION"}, {"name": "subject", "value": "MEDICINE AND HEALTH"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "blog": [], "subsection_name": null, "type_of_material": "News"}