{"slideshow_credits": null, "snippet": "In an effort to protect its wealth of resources, Brazil is increasing its military presence along the Amazon borders near Venezuela, Suriname, French Guiana and Guyana.", "abstract": "Brazil deploys more than 8,500 troops to the far reaches of the Amazon rain forest in an operation aimed at cracking down on drug smuggling, gold mining and illegal deforestation; growing military presence is part of country's plan to assert greater control over its wealth of resources along the Amazon borders near Venezuela, Suriname, French Guiana and Guyana. (M)", "section_name": "World", "print_page": "5", "document_type": "article", "byline": {"person": [{"firstname": "Simon", "role": "reported", "lastname": "ROMERO", "rank": 1, "organization": ""}], "original": "By SIMON ROMERO"}, "web_url": "http://www.nytimes.com/2012/05/04/world/americas/brazil-sending-more-troops-to-guard-amazon-borders.html", "lead_paragraph": "RIO DE JANEIRO -- Brazil is deploying more than 8,500 troops to the far reaches of the Amazon rain forest this month in an operation aimed at cracking down on drug smuggling, gold mining and illegal deforestation, officials said. The troop mobilization sends a clear message ahead of the United Nations Conference on Sustainable Development, which is scheduled to take place here in June, that Brazil is taking steps to assert greater control over its porous frontiers in the Amazon. Soldiers are being sent to border areas near Venezuela, Suriname, French Guiana and Guyana.", "headline": {"main": "Brazil Increasing Military Presence Along Amazon Borders"}, "_id": "4fd2bba98eb7c8105d8b1aa2", "word_count": 495, "multimedia": [], "pub_date": "2012-05-03T00:00:00Z", "source": "The New York Times", "news_desk": "World / Americas", "keywords": [{"name": "persons", "value": "AMORIM, CELSO L N"}, {"name": "glocations", "value": "AMAZON JUNGLE"}, {"name": "glocations", "value": "BRAZIL"}, {"name": "subject", "value": "FORESTS AND FORESTRY"}, {"name": "subject", "value": "ENVIRONMENT"}, {"name": "subject", "value": "GOLD"}, {"name": "subject", "value": "LAND USE POLICIES"}, {"name": "subject", "value": "DRUG ABUSE AND TRAFFIC"}], "blog": [], "subsection_name": null, "type_of_material": "News"}