{"slideshow_credits": null, "snippet": "President Obama once ran on hope. Now he needs to spend more time persuading dubious and disillusioned voters how he is going to achieve his goals.", "abstract": "Editorial assesses Pres Obama's first formal re-election campaign speech; appreciates Obama's goals but contends more time must be spent persuading dubious and disillusioned voters that he can achieve those goals; urges Obama to remind voters how far backward Mitt Romney and his party would take the country. (M)", "section_name": "Opinion", "print_page": "22", "document_type": "article", "byline": null, "web_url": "http://www.nytimes.com/2012/05/09/opinion/campaigning-beyond-inspiration.html", "lead_paragraph": "President Obama could not single-handedly transform American politics. Many of his young 2008 supporters learned that to their disillusionment, and as he begins his re-election campaign, the president himself seems a more somber candidate who learned by trial the limits to inspirational change. In his first formal campaign speech, delivered on Saturday, Mr. Obama's view of what might happen with a robust use of government power was intertwined with the shadow of a Republican Party that has fought every attempt to use that power. ''The last few years, the Republicans who run this Congress have insisted that we go right back to the policies that created this mess,'' he said, speaking in Columbus, Ohio. ''Now their agenda is on steroids.''", "headline": {"main": "Campaigning Beyond Inspiration", "kicker": "EDITORIAL"}, "_id": "4fd2a9998eb7c8105d895062", "word_count": 588, "multimedia": [], "pub_date": "2012-05-08T00:00:00Z", "source": "The New York Times", "news_desk": "Opinion", "keywords": [{"name": "persons", "value": "OBAMA, BARACK"}, {"name": "persons", "value": "ROMNEY, MITT"}, {"name": "subject", "value": "SPEECHES AND STATEMENTS"}, {"name": "subject", "value": "UNITED STATES POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "EDITORIALS"}, {"name": "subject", "value": "PRESIDENTIAL ELECTION OF 2012"}], "blog": [], "subsection_name": null, "type_of_material": "Editorial"}