{"slideshow_credits": null, "snippet": "Learning life’s lessons over great meals.", "abstract": "Bryan Miller describes an intimate lunch he shared with Craig Claiborne. (M)3", "section_name": "Dining and Wine", "print_page": "5", "document_type": "article", "byline": {"person": [{"firstname": "Bryan", "role": "reported", "lastname": "MILLER", "rank": 1, "organization": ""}], "original": "By BRYAN MILLER"}, "web_url": "http://www.nytimes.com/2012/05/09/dining/bryan-miller-on-his-friendship-with-craig-claiborne.html", "lead_paragraph": "I CANNOT claim to have been an intimate friend of Craig Claiborne -- that fraternity could fit in a roomy banquette -- although over two decades of friendship I was the beneficiary of many quiet acts of kindness by this shy and complicated man. When I was a green freelance writer for The New York Times, for example, suddenly I became a candidate for a staff position. And I got it, only later to learn that Craig had pulled the strings. Astonishingly, after only nine months at the paper, I was offered the job of restaurant critic. Again, it was Craig working behind the scenes. And there were many more examples. I suppose the closest I came to intimacy was the day I asked him to lunch in order to elicit advice concerning the job. A little emotional back story: Craig's mansion of woes had many rooms, one of which centered on his amorous relationship with a certain retired pediatrician named Jim. Jim lived in Florida with his unsuspecting (until she suspected) wife. Consequently, the two saw each other only occasionally. This is about all I knew, or cared to know.", "headline": {"main": "Accepting a Seat at an Exclusive Table of Friends"}, "_id": "4fd2a99a8eb7c8105d8950ad", "word_count": 644, "multimedia": [], "pub_date": "2012-05-08T00:00:00Z", "source": "The New York Times", "news_desk": "Dining & Wine", "keywords": [{"name": "persons", "value": "CLAIBORNE, CRAIG"}, {"name": "subject", "value": "RESTAURANTS"}], "blog": [], "subsection_name": null, "type_of_material": "News"}