{"slideshow_credits": null, "snippet": "Eight of the 13 people facing criminal charges in the hazing death of a Florida A&M University marching band member have turned themselves in to the police, state officials said.", "abstract": "Eight of the 13 people facing criminal charges in the hazing death of Florida A&M University marching band member Robert Champion voluntarily turn themselves in to the police. (S)", "section_name": "Education", "print_page": "15", "document_type": "article", "byline": {"person": [{"firstname": "Robbie", "role": "reported", "lastname": "BROWN", "rank": 1, "organization": ""}], "original": "By ROBBIE BROWN"}, "web_url": "http://www.nytimes.com/2012/05/04/us/florida-eight-in-hazing-case-turn-themselves-in-to-the-police.html", "lead_paragraph": "Eight of the 13 people facing criminal charges in the hazing death of a Florida A&M University marching band member have voluntarily turned themselves in to the police, state officials said Thursday. On Wednesday, the state filed charges against band members who are accused of fatally beating a fellow student, Robert Champion, 26, in a hazing ritual after a football game in November. State authorities have arrested all of the suspects who turned themselves in, and they are working with lawyers and family members to find the other suspects. Also Thursday, Mr. Champion's parents called on the university to disband its marching band, which has been temporarily suspended since the fall. His mother, Pam Champion, said she was disappointed that those responsible had been charged with hazing, not with murder.", "headline": {"main": "Florida: Eight In Hazing Case Turn Themselves In To the Police", "kicker": "NATIONAL BRIEFING | SOUTH"}, "_id": "4fd2a7cb8eb7c8105d89143b", "word_count": 134, "multimedia": [], "pub_date": "2012-05-03T00:00:00Z", "source": "The New York Times", "news_desk": "U.S.", "keywords": [{"name": "persons", "value": "CHAMPION, ROBERT"}, {"name": "glocations", "value": "FLORIDA"}, {"name": "organizations", "value": "FLORIDA A&M UNIVERSITY"}, {"name": "subject", "value": "HAZING"}, {"name": "subject", "value": "COLLEGES AND UNIVERSITIES"}, {"name": "subject", "value": "CRIME AND CRIMINALS"}], "blog": [], "subsection_name": null, "type_of_material": "News"}