{"slideshow_credits": null, "snippet": "Chen Guangcheng, whose flight to the American Embassy triggered a diplomatic crisis, said Tuesday that Chinese authorities have begun to assist him in applying for permission to travel to the United States.", "abstract": "Chinese activist Chen Guangcheng announces that Chinese authorities have begun to assist him in applying for permission to travel to the United States; some negotiators on Chen's behalf have questioned whether China will follow through on agreement to allow him to emigrate. (M)", "section_name": "World; Washington", "print_page": "10", "document_type": "article", "byline": {"person": [{"firstname": "Sharon", "role": "reported", "lastname": "LaFRANIERE", "rank": 1, "organization": ""}], "original": "By SHARON LaFRANIERE; Edy Yin contributed research"}, "web_url": "http://www.nytimes.com/2012/05/09/world/asia/chen-guangcheng-assisted-by-chinese-authorities-for-us-travel-plans.html", "lead_paragraph": "BEIJING -- Chen Guangcheng, the blind activist whose escape last month from house arrest and subsequent flight to the American Embassy here set off a diplomatic crisis, said on Tuesday that the Chinese authorities had begun to assist him in applying for permission to travel to the United States. In a telephone interview from the Beijing hospital room where he is being confined, Mr. Chen said he prepared a visa application on Sunday and ''entrusted people from the central government to help me with it.''", "headline": {"main": "Activist Says Chinese Authorities Are Aiding Him in His Plans to Go to U.S."}, "_id": "4fd2ace48eb7c8105d89a926", "word_count": 911, "multimedia": [], "pub_date": "2012-05-08T00:00:00Z", "source": "The New York Times", "news_desk": "World / Asia Pacific", "keywords": [{"name": "persons", "value": "CHEN GUANGCHENG"}, {"name": "glocations", "value": "CHINA"}, {"name": "organizations", "value": "COMMUNIST PARTY OF CHINA"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}], "blog": [], "subsection_name": null, "type_of_material": "News"}