{"slideshow_credits": null, "snippet": "Details of intrigue, heroics and ultimately what some people involved called a betrayal emerged from Chen Guangcheng’s saga.", "abstract": "New details of intrigue, heroics and ultimately what some people involved called a betrayal emerge from the 10-day saga of Chinese dissident Chen Guangcheng, the blind rights lawyer who escaped house arrest in Shandong Province and subsequently left protection of the American embassy in Beijing; tale does not have a clear ending, with Chen expressing fears about his safety if he remains in China; it is likely to endure as one of the most dramatic episodes in history of relations between the United States and China. Photo, Map (M)", "section_name": "World; Washington", "print_page": "1", "document_type": "article", "byline": {"person": [{"firstname": "Jane", "role": "reported", "lastname": "PERLEZ", "rank": 1, "organization": ""}, {"firstname": "Andrew", "role": "reported", "lastname": "JACOBS", "rank": 2, "organization": ""}], "original": "By JANE PERLEZ and ANDREW JACOBS; Shi Da contributed research"}, "web_url": "http://www.nytimes.com/2012/05/03/world/asia/a-car-chase-secret-talks-and-second-thoughts.html", "lead_paragraph": "BEIJING -- Injuries suffered in the course of a daring nighttime escape. A covert appeal from underground activists to top State Department officials for humanitarian protection. A car chase through the streets of Beijing to spirit a dissident to safety inside the fortified American Embassy. Those are among the new details that emerged Wednesday from the 10-day saga of Chen Guangcheng, the blind rights lawyer who escaped house arrest in rural Shandong Province, and then, after managing to reach Beijing and come under American protection, was the subject of a series of highly unusual secret negotiations with the Chinese government.", "headline": {"main": "A Car Chase, Secret Talks and Second Thoughts"}, "_id": "4fd2a7ca8eb7c8105d89142d", "word_count": 1831, "multimedia": [], "pub_date": "2012-05-02T00:00:00Z", "source": "The New York Times", "news_desk": "World / Asia Pacific", "keywords": [{"name": "persons", "value": "CHEN GUANGCHENG"}, {"name": "glocations", "value": "CHINA"}, {"name": "glocations", "value": "BEIJING (CHINA)"}, {"name": "organizations", "value": "STATE DEPARTMENT"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "HUMAN RIGHTS AND HUMAN RIGHTS VIOLATIONS"}, {"name": "subject", "value": "DIPLOMATIC SERVICE, EMBASSIES AND CONSULATES"}], "blog": [], "subsection_name": null, "type_of_material": "News"}