{"slideshow_credits": null, "snippet": "After the unmistakably weak employment report for April, it’s obvious that the economy will not heal itself without more government help.", "abstract": "Editorial charges that the unmistakably weak employment report for April makes clear that the economy will not heal itself without more government help. (M)¿", "section_name": "Opinion", "print_page": "22", "document_type": "article", "byline": null, "web_url": "http://www.nytimes.com/2012/05/05/opinion/a-clear-warning-from-the-jobs-numbers.html", "lead_paragraph": "This week's economic news was mixed, but the employment report on Friday was unmistakably weak. The economy added only 115,000 jobs in April, versus 154,000 in March and 200,000-plus in each of the three months before that. Even taking into account that unusually warm winter weather probably distorted the recent results, the underlying trend shows an economy that has been creating about 175,000 jobs a month -- enough to keep the recovery crawling along, but too weak to appreciably raise hiring or wages. Nor is it clear where more growth will come from. Manufacturing picked up last month, but activity in the larger service sector slowed. Recent auto sales were up, and home sales have been slowly, if fitfully, improving, but home prices continue to fall. Consumer spending, in general, rose in the first quarter, but it appears to be driven by people who are profiting from a rising stock market. Increased market volatility, like Friday's 168-point drop in the Dow Jones industrial average, would make them nervous and less inclined to spend.", "headline": {"main": "A Clear Warning From the Jobs Numbers", "kicker": "EDITORIAL"}, "_id": "4fd2ae598eb7c8105d89ca4f", "word_count": 501, "multimedia": [], "pub_date": "2012-05-04T00:00:00Z", "source": "The New York Times", "news_desk": "Opinion", "keywords": [{"name": "persons", "value": "OBAMA, BARACK"}, {"name": "persons", "value": "ROMNEY, MITT"}, {"name": "subject", "value": "UNITED STATES POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "UNITED STATES ECONOMY"}, {"name": "subject", "value": "EDITORIALS"}, {"name": "subject", "value": "PRESIDENTIAL ELECTION OF 2012"}, {"name": "subject", "value": "UNEMPLOYMENT"}, {"name": "subject", "value": "LABOR AND JOBS"}], "blog": [], "subsection_name": null, "type_of_material": "Editorial"}