{"slideshow_credits": null, "snippet": "A moving map of the oceans’ currents will allow scientists to better understand how currents shift heat and carbon around the globe, underlying the dynamics of climate change.", "abstract": "Editorial lauds digital map of the ocean's currents produced by the Scientific Visualization Studio at the Goddard Space Flight Center; notes that map, which can be viewed online, will be used by scientists to better understand how ocean currents shift heat and carbon around the globe, underlying the dynamics of climate change. (M)", "section_name": "Opinion", "print_page": "30", "document_type": "article", "byline": null, "web_url": "http://www.nytimes.com/2012/05/03/opinion/a-new-view-of-the-aqueous-globe.html", "lead_paragraph": "''There is a river in the ocean'' are the first words in Matthew Fontaine Maury's pioneering work, ''The Physical Geography of the Sea,'' first published in 1855. Sailors have always been aware of ocean rivers -- currents, that is -- but Maury was the first to produce a scientific chart of the major currents. It was based on thousands of observations recorded by seamen and was, in a sense, an expanded version of the Gulf Stream chart printed in 1769 by Benjamin Franklin after consulting a Nantucket skipper. Both Maury and Franklin would rejoice in a new view of the oceans' currents produced by the Scientific Visualization Studio at the Goddard Space Flight Center. Instead of consulting captains and their logs, the makers of this moving map of the currents around the world from June 2005 through December 2007 used data obtained from satellites and sensors in the ocean. All of that data was then synthesized with a mathematical model developed by the Massachusetts Institute of Technology and NASA's Jet Propulsion Laboratory.", "headline": {"main": "A New View of the Aqueous Globe", "kicker": "EDITORIAL"}, "_id": "4fd2a7ca8eb7c8105d89142e", "word_count": 285, "multimedia": [], "pub_date": "2012-05-02T00:00:00Z", "source": "The New York Times", "news_desk": "Opinion", "keywords": [{"name": "organizations", "value": "GODDARD SPACE FLIGHT CENTER"}, {"name": "organizations", "value": "JET PROPULSION LABORATORY"}, {"name": "organizations", "value": "NATIONAL AERONAUTICS AND SPACE ADMINISTRATION"}, {"name": "organizations", "value": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY"}, {"name": "subject", "value": "OCEANS AND SEAS"}, {"name": "subject", "value": "EDITORIALS"}, {"name": "subject", "value": "GLOBAL WARMING"}, {"name": "subject", "value": "RESEARCH"}], "blog": [], "subsection_name": null, "type_of_material": "Editorial"}