{"slideshow_credits": null, "snippet": "Julia Glass on her “long, imaginary conversation” with Anne Tyler.", "abstract": null, "section_name": "Arts; Books", "print_page": "4", "document_type": "article", "byline": {"person": [], "original": "By THE EDITORS", "organization": "THE EDITORS"}, "web_url": "http://www.nytimes.com/2012/05/06/books/review/up-front.html", "lead_paragraph": "When Julia Glass's first novel, ''Three Junes,'' was the surprise winner of the National Book Award for fiction in 2002, the stunned author's initial words, upon reaching the podium, were wonderfully telling: ''I think I felt emotions this intense only two other times in my life, and that's when my newborn baby sons were put in my arms. Only a whole lot fewer people were watching.'' Candor and humor are qualities Glass has in common with Anne Tyler, whose work Glass began reading in her mid-20s, when she was a painter. ''Never mind,'' Glass admitted in a recent e-mail, ''that I was perpetually cheating on MoMA by sneaking off to the Strand. When I lost myself in a book, I was just another story addict, a gushing fan -- not the ambitious student, the covetous admirer, even the would-be poacher.'' Unlike Tyler, Glass hasn't stayed anchored in one fictional locale. The Greenwich Village base of her early fiction has, in succeeding books, expanded to encompass the American Southwest and the New England of her youth. Yet ''The Whole World Over,'' ''I See You Everywhere'' and ''The Widower's Tale'' share with ''Three Junes'' -- and with Tyler's novels -- a deep appreciation of the rhythms of daily life, wherever it's being lived. So it seems fitting that Glass's first contribution to the Book Review should be devoted to Tyler's new novel, ''The Beginner's Goodbye.'' ''She feels,'' Glass explained, ''like someone with whom I've been having a long, imaginary conversation. Not just a heroine but a companion in the exploration of something so close it's nearly impossible to see: the tidal pull of family, community and plain old dumbstruck love.''", "headline": {"main": "Up Front"}, "_id": "4fd2baa88eb7c8105d8b1760", "word_count": 278, "multimedia": [], "pub_date": "2012-05-03T00:00:00Z", "source": "The New York Times", "news_desk": "Books / Sunday Book Review", "keywords": [{"name": "persons", "value": "GLASS, JULIA"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}], "blog": [], "subsection_name": null, "type_of_material": "News"}