{"slideshow_credits": null, "snippet": "Lawsuits over copycatting in reality television have gone nowhere in the past, but CBS has suggested to ABC that it may consider one over a summer show called “Glass House.”", "abstract": "CBS hints that it might consider copyright infringement lawsuit against ABC for its new summer reality television show Glass House, which they say has a similar format to CBS's long-running series Big Brother. (M)", "section_name": "Arts", "print_page": "2", "document_type": "article", "byline": {"person": [{"firstname": "Bill", "role": "reported", "lastname": "CARTER", "rank": 1, "organization": ""}], "original": "By BILL CARTER; Compiled by ADAM W. KEPLER"}, "web_url": "http://www.nytimes.com/2012/05/07/arts/television/cbs-threatens-abc-over-reality-show.html", "lead_paragraph": "Lawsuits over copycatting in reality television have gone nowhere in the past, but CBS has suggested to ABC that it may consider one over a summer show called ''Glass House.'' The format is similar to CBS's long-running summer series ''Big Brother,'' and ABC has hired many former production members from that show. On Friday CBS sent a sternly worded letter to ABC about it. The letter implies, without directly saying so, that CBS will sue ABC over copyright infringement. The letter said that CBS was ''putting ABC on notice that its continued development and production of 'Glass House' exposes ABC to liability.'' The letter said the elements of the new show are ''substantially and strikingly'' similar to ''Big Brother.'' In ''Glass House,'' which has its debut on June 18, 14 people are chosen to live in a house all summer with cameras on them in pursuit of a cash prize -- the essence of ''Big Brother'' competition. In the past copyright cases have proved nearly impossible for reality-show plaintiffs to win because, in simple terms, everybody's reality is inherently different. The total number of former staff members on ''Glass House'' is at least 18, according to the CBS letter, all of whom signed nondisclosure agreements when they worked for ''Big Brother.'' The CBS letter argued that it would be impossible for anyone who signed such a letter to help produce a similar show without breaching the agreement. ABC had yet to respond to the CBS letter or requests for comment by Sunday afternoon.", "headline": {"main": "CBS Threatens ABC Over Reality Show", "kicker": "ARTS, BRIEFLY"}, "_id": "4fd2ace38eb7c8105d89a908", "word_count": 255, "multimedia": [], "pub_date": "2012-05-06T00:00:00Z", "source": "The New York Times", "news_desk": "Arts / Television", "keywords": [{"name": "creative_works", "value": "BIG BROTHER (TV PROGRAM)"}, {"name": "creative_works", "value": "GLASS HOUSE (TV PROGRAM)"}, {"name": "organizations", "value": "ABC INC"}, {"name": "organizations", "value": "CBS CORPORATION"}, {"name": "subject", "value": "REALITY TELEVISION"}, {"name": "subject", "value": "COPYRIGHTS AND COPYRIGHT VIOLATIONS"}, {"name": "subject", "value": "TELEVISION"}], "blog": [], "subsection_name": null, "type_of_material": "News"}