{"slideshow_credits": null, "snippet": "Libya has asked the International Criminal Court in The Hague to withdraw its claims to try Seif al-Islam el-Qaddafi and Libya’s former intelligence chief so that they can be tried in Tripoli.", "abstract": "Libya asks the International Criminal Court in The Hague to withdraw its claims to try Seif al-Islam el-Qaddafi and Libya's former intelligence chief, Abdulla al-Senussi, so that they can be tried in Tripoli. (M)", "section_name": "World", "print_page": "11", "document_type": "article", "byline": {"person": [{"firstname": "Marlise", "role": "reported", "lastname": "SIMONS", "rank": 1, "organization": ""}], "original": "By MARLISE SIMONS"}, "web_url": "http://www.nytimes.com/2012/05/02/world/africa/libya-asks-hague-court-to-stand-down.html", "lead_paragraph": "Libya has asked the International Criminal Court in The Hague to withdraw its claims to try Seif al-Islam el-Qaddafi and Libya's former intelligence chief, Abdulla al-Senussi, so that they can be tried in Tripoli. The request, released by the court on Tuesday, was the latest step in the dispute over who will try Mr. Qaddafi, a son of the former Libyan ruler Col. Muammar el-Qaddafi, and Mr. Senussi on charges of crimes committed during Libya's uprising last year. The court has issued arrest warrants for the men and ordered Libya to turn them over, but Libya has insisted that it will try them, even though it is still rebuilding its justice system. The request said Libyan authorities were making progress in investigating the cases and preparing for trials that will meet international standards. In Mr. Qaddafi's case, witnesses have been interviewed and evidence of his ''direct involvement in killings'' has emerged, the document said. But the case against the intelligence chief, arrested in Mauritania in March, has been delayed, it said, because his liver disease has prevented his transfer to Libya.", "headline": {"main": "Libya: Hague Court Is Asked to Stand Down", "kicker": "WORLD BRIEFING | AFRICA"}, "_id": "4fd2bba88eb7c8105d8b1a18", "word_count": 185, "multimedia": [], "pub_date": "2012-05-01T00:00:00Z", "source": "The New York Times", "news_desk": "World / Africa", "keywords": [{"name": "persons", "value": "SENUSSI, ABDULLAH AL-"}, {"name": "persons", "value": "QADDAFI, MUAMMAR EL-"}, {"name": "persons", "value": "QADDAFI, SEIF AL-ISLAM EL-"}, {"name": "glocations", "value": "LIBYA"}, {"name": "organizations", "value": "INTERNATIONAL CRIMINAL COURT"}, {"name": "subject", "value": "WAR CRIMES, GENOCIDE AND CRIMES AGAINST HUMANITY"}, {"name": "subject", "value": "MIDDLE EAST AND NORTH AFRICA UNREST (2010- )"}], "blog": [], "subsection_name": null, "type_of_material": "News"}