{"slideshow_credits": null, "snippet": "An Iraqi court has ordered the release of the last detainee handed over to Iraqi custody by the departing United States military, citing insufficient evidence to prosecute him.", "abstract": "Iraqi court orders release of Ali Musa Daqduq, last detainee handed over to Iraqi custody by the departing United States military, citing insufficient evidence to prosecute him on accusations that he orchestrated a deadly assault against American forces in 2007; ruling adds fuel to concerns among American officials that transferring Daqduq may clear the way for his eventual release. Photo (M)", "section_name": "World", "print_page": "6", "document_type": "article", "byline": {"person": [{"firstname": "Jack", "role": "reported", "lastname": "HEALY", "rank": 1, "organization": ""}, {"firstname": "Charlie", "role": "reported", "lastname": "SAVAGE", "rank": 2, "organization": ""}], "original": "By JACK HEALY and CHARLIE SAVAGE; Jack Healy reported from Baghdad, and Charlie Savage from Washington. Yasir Ghazi contributed reporting from Baghdad"}, "web_url": "http://www.nytimes.com/2012/05/08/world/middleeast/in-case-that-has-vexed-americans-defendant-in-iraq-could-go-free.html", "lead_paragraph": "BAGHDAD -- An Iraqi court has ordered the release of the last detainee handed over to Iraqi custody by the departing United States military, citing insufficient evidence to prosecute him on accusations that he orchestrated a deadly 2007 assault against American forces, his lawyer said Monday. Although the ruling was automatically appealed, it added fuel to concerns among American officials that transferring the prisoner, Ali Musa Daqduq, to Iraqi authorities in mid-December had cleared the way for his eventual release -- a development that would constitute a propaganda coup for Iran and Shiite militias operating in Iraq.", "headline": {"main": "Iraqi Court Acts to Free Suspect in Deadly Raid on G.I.'s"}, "_id": "4fd2bbaa8eb7c8105d8b1b61", "word_count": 751, "multimedia": [], "pub_date": "2012-05-07T00:00:00Z", "source": "The New York Times", "news_desk": "World / Middle East", "keywords": [{"name": "persons", "value": "DAQDUQ, ALI MUSA"}, {"name": "glocations", "value": "IRAQ"}, {"name": "subject", "value": "DETAINEES"}, {"name": "subject", "value": "UNITED STATES DEFENSE AND MILITARY FORCES"}, {"name": "subject", "value": "IRAQ WAR (2003-11)"}], "blog": [], "subsection_name": null, "type_of_material": "News"}