{"slideshow_credits": null, "snippet": "The Broadway season that ended recently has shown that the art of eloquence in theater is very much alive.", "abstract": "Ben Brantley finds it refreshing that many of the plays on Broadway during the 2012 spring season feature dialogue that is extremely eloquent and witty rather than naturalistic. Photos (M)", "section_name": "Arts; Theater", "print_page": "1", "document_type": "article", "byline": {"person": [{"firstname": "Ben", "role": "reported", "lastname": "BRANTLEY", "rank": 1, "organization": ""}], "original": "By BEN BRANTLEY"}, "web_url": "http://www.nytimes.com/2012/05/09/theater/the-best-man-and-other-desert-cities-are-eloquent-plays.html", "lead_paragraph": "Americans expect politicians to be scripted on that great, unbounded stage that is public life. (The dangers of not being so have been confirmed in recent months by Mitt Romney's occasional moments of spontaneity.) But wouldn't life be more entertaining -- not to mention more euphonious -- if someone like Gore Vidal were writing their dialogue? That's what I was thinking as I watched the enjoyable Broadway revival of ''Gore Vidal's The Best Man,'' the 1960 drama about rivals for their party's presidential nomination. And I have the feeling that much of the audience was thinking the same thing. I mean, those guys up onstage were so naturally epigrammatic, especially the ones with whom Mr. Vidal's sympathies lie, that they couldn't open their mouths without casting pearls before us swine in the audience.", "headline": {"main": "The Masters of Bons Mots Are Alive and Thriving on Broadway", "kicker": "CRITIC'S NOTEBOOK"}, "_id": "4fd2a99a8eb7c8105d8950c0", "word_count": 1257, "multimedia": [], "pub_date": "2012-05-08T00:00:00Z", "source": "The New York Times", "news_desk": "Theater", "keywords": [{"name": "subject", "value": "WRITING AND WRITERS"}, {"name": "subject", "value": "ENGLISH LANGUAGE"}, {"name": "subject", "value": "THEATER"}], "blog": [], "subsection_name": null, "type_of_material": "News"}