{"slideshow_credits": null, "snippet": "Readers respond to an article about travel agents.", "abstract": null, "section_name": "Opinion", "print_page": "2", "document_type": "article", "byline": null, "web_url": "http://www.nytimes.com/2012/05/06/travel/letters-to-the-travel-editor.html", "lead_paragraph": "To the Editor: Regarding ''Are Travel Agents Back?'' (April 22): As a veteran agent with over 30 years in the industry, I feel that the article should be entitled ''Young Travel Agents Rescuing an Endangered Profession.'' Do older agents have no place in this trend? The article failed to address an important question. Do these young agents have the depth of knowledge that veteran agents with decades of experience can offer? Part of travel ''navigation'' is the sharing of deep destination knowledge. Also, as an aging baby boomer, I do speak the same ''language'' and understand the stage-of-life issues facing my generation right now. Not everyone needs the creation of a sound track for their in-flight distraction. Nancy Pole Wilhite Portland, Ore. To the Editor: After recently reading another article claiming the advantage of using an agent, and thinking about my own horrible experiences flying lately, I decided to try reconnecting with my local AAA. I asked for two air tickets to Paris and a week at a nice hotel. I have done this for myself before without a problem, but I thought it would be interesting to see what a pro could do. After a week of inaction she came back with flying dates 10 days earlier than I wanted and one hotel suggestion: a Holiday Inn -- in Paris! A quick search of Expedia resulted in at least 141 choices. So we booked our own room. And for this ''service'' we paid $60. Sherron R. Biddle Carlisle, Pa.", "headline": {"main": "Are Travel Agents Back?", "kicker": "LETTERS"}, "_id": "4fd2ae278eb7c8105d89c656", "word_count": 251, "multimedia": [], "pub_date": "2012-05-02T00:00:00Z", "source": "The New York Times", "news_desk": "Travel", "keywords": [{"name": "subject", "value": "TRAVEL AGENCIES AND AGENTS"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "blog": [], "subsection_name": null, "type_of_material": "Letter"}