{"slideshow_credits": null, "snippet": "Congress should create national rules for corporations and establish uniform tax policies across state lines.", "abstract": "Op-Ed article by author Alex Marshall calls on Congress to create national rules for corporations and to establish uniform tax policies across state lines; asserts that in light of the controversy over news that Apple has avoided paying billions of dollars in state and federal taxes, the nation seems ready for such reforms. (M)y", "section_name": "Opinion", "print_page": "29", "document_type": "article", "byline": {"person": [{"firstname": "Alex", "role": "reported", "lastname": "MARSHALL", "rank": 1, "organization": ""}], "original": "By ALEX MARSHALL"}, "web_url": "http://www.nytimes.com/2012/05/04/opinion/solving-the-corporate-tax-code-puzzle.html", "lead_paragraph": "JAMES MADISON never played with an iPhone, but he might have had something to say about the news last weekend about Apple. Over the last few years, the company has avoided paying billions of dollars in state and federal taxes by routing profits through subsidiaries based in tax havens from Reno, Nev., to the Caribbean. This is a common practice among major American businesses, and back in 1787, Madison saw it coming. Someday, he warned, companies could grow so large they ''would pass beyond the authority of a single state, and would do business in other states.'' To make sure the companies remained accountable to government, he said the federal government should ''grant charters of incorporation in cases where the public good may require them, and the authority of a single state may be incompetent.''", "headline": {"main": "How to Get Business to Pay Its Share", "kicker": "OP-ED CONTRIBUTOR"}, "_id": "4fd2ace38eb7c8105d89a8d0", "word_count": 647, "multimedia": [], "pub_date": "2012-05-03T00:00:00Z", "source": "The New York Times", "news_desk": "Opinion", "keywords": [{"name": "persons", "value": "MADISON, JAMES"}, {"name": "glocations", "value": "DELAWARE"}, {"name": "organizations", "value": "APPLE INCORPORATED"}, {"name": "organizations", "value": "SENATE"}, {"name": "organizations", "value": "HOUSE OF REPRESENTATIVES"}, {"name": "subject", "value": "TAX EVASION"}, {"name": "subject", "value": "INTERSTATE COMMERCE"}, {"name": "subject", "value": "LAW AND LEGISLATION"}, {"name": "subject", "value": "LOBBYING AND LOBBYISTS"}, {"name": "subject", "value": "CORPORATE TAXES"}], "blog": [], "subsection_name": null, "type_of_material": "Op-Ed"}