{"slideshow_credits": null, "snippet": "Only about half of the 300 people sought to monitor the cease-fire have made commitments to do so, the top United Nations peacekeeping official said.", "abstract": "United Nations announces that it has recruited only about half of the 300-member contingent of monitors it had hoped to station in Syria, where violence continues despite a cease-fire agreement; also reports that Syrian authorities have not yet removed heavy weapons from population centers as required under the plan. (M)0", "section_name": "World", "print_page": "4", "document_type": "article", "byline": {"person": [{"firstname": "Rick", "role": "reported", "lastname": "GLADSTONE", "rank": 1, "organization": ""}, {"firstname": "Neil", "role": "reported", "lastname": "MacFARQUHAR", "rank": 2, "organization": ""}], "original": "By RICK GLADSTONE and NEIL MacFARQUHAR; Rick Gladstone reported from New York, and Neil MacFarquhar from Beirut, Lebanon. Hwaida Saad contributed reporting from Beirut, and Alan Cowell from London"}, "web_url": "http://www.nytimes.com/2012/05/02/world/middleeast/attacks-in-syria-continue-in-idlib.html", "lead_paragraph": "The top United Nationspeacekeeping official said Tuesday that Syria remained troubled by appalling violence more than two weeks into the first deployment of cease-fire monitors there and that his organization had recruited only about half of the 300-member contingent he hoped to station in the country. The official, Hervé Ladsous, the under secretary for peacekeeping operations, also said Syrian authorities had not yet removed their heavy weapons from population centers, as required under the cease-fire plan, and had not granted a United Nations request to allow the monitors to use helicopters for rapid mobility in the country, where an antigovernment uprising is now in its 14th month.", "headline": {"main": "U.N. Seeks More Recruits To Monitor Truce in Syria"}, "_id": "4fd2ae278eb7c8105d89c5f9", "word_count": 576, "multimedia": [], "pub_date": "2012-05-01T00:00:00Z", "source": "The New York Times", "news_desk": "World / Middle East", "keywords": [{"name": "glocations", "value": "SYRIA"}, {"name": "organizations", "value": "UNITED NATIONS"}, {"name": "subject", "value": "MIDDLE EAST AND NORTH AFRICA UNREST (2010- )"}], "blog": [], "subsection_name": null, "type_of_material": "News"}