{"slideshow_credits": null, "snippet": "The composer-clarinetist Jörg Widmann paid tribute to his inspirations at Zankel Hall, throwing in some unconventional noises for good measure.", "abstract": "Steve Smith reviews performance by composer-clarinetist Jorg Widmann at Zankel Hall as part of Carnegie Hall's Making Music series. Photo (M)", "section_name": "Arts", "print_page": "3", "document_type": "article", "byline": {"person": [{"firstname": "Steve", "role": "reported", "lastname": "SMITH", "rank": 1, "organization": ""}], "original": "By STEVE SMITH"}, "web_url": "http://www.nytimes.com/2012/05/07/arts/music/jorg-widmann-at-zankel-hall.html", "lead_paragraph": "Those who cannot remember the past are condemned to repeat it, the philosopher George Santayana wrote in a piquant turn of phrase often misappropriated or mangled. Confronted with a program of works by the young German composer Jörg Widmann, like the one presented at Zankel Hall on Thursday evening as part of Carnegie Hall's Making Music series, you could elaborate on the concept: Those who can remember the past are welcome to make merry with it. Mr. Widmann, who is 38 and could easily pass for younger, is one of Europe's most celebrated clarinetists and composers, with a remarkable canon of significant works to support that reputation. Prefacing an onstage conversation with Mr. Widmann during the concert, Jeremy Geffen, Carnegie Hall's director of artistic planning, reeled off a partial list of Mr. Widmann's major pieces: among them, two operas, with a third in progress, and numerous orchestral works, including one, ''Teufel Amor,'' recently introduced and toured by the Vienna Philharmonic.", "headline": {"main": "Romantics Heated Up And Served", "kicker": "MUSIC REVIEW"}, "_id": "4fd2ae598eb7c8105d89ca73", "word_count": 482, "multimedia": [], "pub_date": "2012-05-06T00:00:00Z", "source": "The New York Times", "news_desk": "Arts / Music", "keywords": [{"name": "persons", "value": "WIDMANN, JORG"}, {"name": "organizations", "value": "CARNEGIE HALL"}, {"name": "subject", "value": "MUSIC"}, {"name": "subject", "value": "CLASSICAL MUSIC"}], "blog": [], "subsection_name": null, "type_of_material": "Review"}