{"slideshow_credits": null, "snippet": "For the first time, according to senior American officials, Chinese policy makers said they would commit to removing advantageous financing and regulatory conditions to state-owned enterprises.", "abstract": "American officials say their annual summit meeting on strategic and economic issues with China has resulted in tangible economic concessions; Chinese policy makers will commit to removing advantageous financing and regulatory conditions to state-owned enterprises; case of Chinese dissident Chen Guangcheng has overshadowed the dialogue, but separate diplomatic negotiations continue. (M)", "section_name": "Business; Washington", "print_page": "1", "document_type": "article", "byline": {"person": [{"firstname": "Annie", "role": "reported", "lastname": "LOWREY", "rank": 1, "organization": ""}], "original": "By ANNIE LOWREY"}, "web_url": "http://www.nytimes.com/2012/05/04/business/global/in-talks-us-highlights-economic-concessions-by-chinese.html", "lead_paragraph": "WASHINGTON -- American officials said early Friday that their annual summit meeting on strategic and economic issues with China had resulted in tangible economic concessions, despite the unprecedented diplomatic furor over a Chinese human-rights advocate seeking aid from American officials. The case of the Chinese dissident, Chen Guangcheng, has overshadowed the annual strategic and economic dialogue between Treasury Secretary Timothy F. Geithner, Secretary of State Hillary Rodham Clinton and their high-ranking Chinese counterparts. However, a senior administration official said in a telephone briefing from Beijing that China has gone further than ever in allowing competition with its powerful state-owned enterprises and creating consumption-led growth in its export-focused economy.", "headline": {"main": "U.S. Stresses Concessions From China"}, "_id": "4fd2a9998eb7c8105d894fde", "word_count": 606, "multimedia": [], "pub_date": "2012-05-03T00:00:00Z", "source": "The New York Times", "news_desk": "Business Day / Global Business", "keywords": [{"name": "persons", "value": "CHEN GUANGCHENG"}, {"name": "glocations", "value": "CHINA"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "INTERNATIONAL TRADE AND WORLD MARKET"}, {"name": "subject", "value": "UNITED STATES ECONOMY"}, {"name": "subject", "value": "CURRENCY"}, {"name": "subject", "value": "HUMAN RIGHTS AND HUMAN RIGHTS VIOLATIONS"}, {"name": "subject", "value": "ECONOMIC CONDITIONS AND TRENDS"}, {"name": "subject", "value": "REGULATION AND DEREGULATION OF INDUSTRY"}], "blog": [], "subsection_name": null, "type_of_material": "News"}