{"slideshow_credits": null, "snippet": "In preparations for the Games, the operators O2 U.K., Virgin Mobile and BT carved up public places across London, broadcasting open wireless networks in major squares, airports and subways.", "abstract": "London Olympics helped encourage the growth of free public Wi-Fi in Britain; operators O2 UK, Virgin Mobile and BT carved up public places across the city, broadcasting open wireless networks in major squares, airports and subways. (M)", "section_name": "Technology", "print_page": "2", "document_type": "article", "byline": {"person": [{"firstname": "Kevin", "role": "reported", "lastname": "O'BRIEN", "rank": 1, "organization": ""}], "original": "By KEVIN O'BRIEN"}, "web_url": "http://www.nytimes.com/2012/09/04/technology/olympics-stimulate-growth-of-wi-fi-service-in-britain.html", "lead_paragraph": "BERLIN -- The Summer Olympics gave Britain not only a psychological lift, but a spate of free public Wi-Fi networks as well. In preparations for the Games, the operators O2 U.K., Virgin Mobile, BT and the Cloud carved up public places across the British capital, broadcasting open wireless networks in major squares, airports and subways and on train platforms. Free Wi-Fi service is becoming an important tool for operators in maintaining quality mobile service during a time of skyrocketing data traffic, congested mobile networks and, for travelers, costly roaming charges.", "headline": {"main": "Summer Olympics in Britain Helped Encourage the Growth of Wi-Fi in Public Places"}, "_id": "504524151c22dfde670b85dd", "word_count": 661, "multimedia": [], "pub_date": "2012-09-03T00:00:00Z", "source": "The New York Times", "news_desk": "Technology", "keywords": [{"name": "glocations", "value": "LONDON (ENGLAND)"}, {"name": "glocations", "value": "GREAT BRITAIN"}, {"name": "subject", "value": "WIRELESS COMMUNICATIONS"}, {"name": "subject", "value": "OLYMPIC GAMES"}, {"name": "subject", "value": "OLYMPIC GAMES (2012)"}], "blog": [], "subsection_name": null, "type_of_material": "News"}